import {
    facebook,
    linkedin,
    chessTestImage,
    twitter,
    youtube,
    mail,
    phone,
    instagram,
    news1Image,
    shagal, news3Photo, news4Image, news5Image
} from "../assets"

export const newsFromWebsite = [
    {
        "id": "2e9bb",
        "title": "1",
        "content": "Стартап разработал препарат от поражения легких при COVID-19. Начинается второй этап испытаний. Группа ученых из компании Bonus BioGroup в Хайфе разработала в сжатые сроки лекарство, эффективное против поражения легких при коронавирусной инфекции. Об этом сообщил в среду, 7 июля, сайт местных новостей mynet.",
        "details": "В ближайшие дни в больнице \"Рамбам\" начнется второй этап испытаний на людях препарата MesenCure. Первый этап, проведенный в той же больнице, завершился успешно: все 9 тяжелобольных коронавирусом, находившихся на грани подключения к ИВЛ и получивших новое лекарство, выздоровели за несколько дней и были выписаны. Начальник отдела разработок компании доктор Дрор Бен-Давид говорит: \"После тяжелого года упорной работы мы ощущаем глубокое удовлетворение и полагаем, что сделали немыслимое».",
        "date": "2009-11-24T23:21:06.957Z",
        "mainTag": "Израиль",
        "paragraphs": [
            "Группа ученых из компании Bonus BioGroup в Хайфе разработала в сжатые сроки лекарство, эффективное против поражения легких при коронавирусной инфекции. Об этом сообщил в среду, 7 июля, сайт местных новостей mynet.",
            "В ближайшие дни в больнице \"Рамбам\" начнется второй этап испытаний на людях препарата MesenCure. Первый этап, проведенный в той же больнице, завершился успешно: все 9 тяжелобольных коронавирусом, находившихся на грани подключения к ИВЛ и получивших новое лекарство, выздоровели за несколько дней и были выписаны. Начальник отдела разработок компании доктор Дрор Бен-Давид говорит: \"После тяжелого года упорной работы мы ощущаем глубокое удовлетворение и полагаем, что сделали немыслимое».",
            "Ответственный за испытания препарата в больнице \"Рамбам\" д-р Шади Хамуд, заведующий терапевтическим отделением и исследовательским отделом, добавляет: \"Мы участвовали во многих исследованиях, направленных на поиск средств от коронавируса. Мы испытывали и новые лекарства, и существующие препараты. Но результаты применения MesenCure беспрецедентны. Препарат атакует вирус и уменьшает выраженность воспаления. Результаты превосходные: за считанные дни после начала приема тяжелобольные, находившиеся на грани подключения к ИВЛ, выздоровели. Они говорили, что с ними случилось чудо, и то же ощущение было у лечащих врачей\".",
            "Подавление воспалительного процесса",
            "Хайфская компания Bonus BioGroup занимается тканевой инженерией и клеточной терапией. Она использует клетки, вырабатываемые жировой тканью больного. Созданная 10 лет назад д-ром Шаем Мерецки, компания занималась разработкой костных протезов из живой ткани, создавая вне организма больного совместимую с ним человеческую костную ткань для лечения костных дефектов, сложных переломов и остеопороза.",
            "Имея возможность выращивания культур человеческих клеток, во время эпидемии компания занялась разработкой лекарства против коронавируса. \"Мы обратили внимание, что большинство больных умирали от пневмонии, - объясняет д-р Бен-Давид. - Вирус запускал болезнь, в ходе которой развивалась острая иммунная реакция. MesenCure представляет собой взвесь человеческих клеток, выращенных в лаборатории, эту взвесь вводят внутривенно. Клетки попадают в легкие и благодаря модифицированным и усиленным свойствам подавляют местное воспаление и позволяют больным выздороветь\".",
            "После успешных лабораторных испытаний на животных было получено разрешение на клинические испытания. \"Тестирование препарата на людях началось в январе в больнице \"Рамбам\", - рассказывает специалист. - Препарат вводили тяжелобольным накануне введения в искусственную кому и подключения к аппаратам ИВЛ. Обычно у этих больных очень низкая сатурация, высокие показатели маркеров воспаления, и они нуждаются в респираторной поддержке. Обычные методы лечения уже не помогают им\".",
            "62-летний Фрэнсис Клауди был одним из тех, кому ввели экспериментальное лекарство. \"Рентгенография показала, - вспоминает он, - что 20% легких было поражено пневмонией. Мне стали давать кислород, и мое состояние постоянно ухудшалось. Когда мне предложили экспериментальный препарат, я колебался. Но через 4 дня после его введения я ощутил улучшение. А через 10 дней я выписался - это просто чудо. После выписки я сделал пожертвование в пользу больницы, где спасли мне жизнь\". По словам Фрэнсиса Клауди, 2 человека, лечившихся в больнице одновременно с ним и отказавшихся участвовать в эксперименте, умерли.",
            "В эксперименте участвовали 10 больных. \"Лекарство вводилось в 3 приема, и мы были приятно удивлены, что люди выздоравливали и выписывались через день после завершения лечения препаратом. Это было похоже на чудо, результаты были прекрасными и вызвали восхищение также у врачей, - говорит д-р Бен Давид. - У 9 больных улучшились физиологические показатели, и они выписались, будучи здоровыми, один больной умер. Врачи рассказали о пожилой женщине, которая после завершения лечения препаратом встала с постели и начала заниматься физкультурой, хотя до этого длительное время не могла двигаться из-за одышки\"",
            "В начале июля было получено разрешение на второй этап тестирования, в котором примут участие 50 больных. - Есть ли сожаление о том, что лекарство не появилось раньше?",
            "- В Израиле сейчас заболеваемость коронавирусом невысока, но до сих пор есть больные на стационарном лечении. Я думаю, процесс создания лекарства с нуля был беспрецедентно быстрым. Во время эпидемии компанию признали жизненно важным предприятием, мы работали круглосуточно, и врачи вместе с регуляторами также старались нам помочь. \"Мы заглядываем в будущее и устанавливаем контакты с медицинскими центрами в Европе и Северной Америке, где эпидемия до сих пор на пике, - заявляет д-р Бен-Давид. - Кроме того, нам известно, что MesenCure может помогать при цитокиновом шторме и дыхательной недостаточности, вызванными другими факторами, помимо коронавируса. Такие состояния могут развиваться при гриппе и ряде других болезней\".",
            "Фото: Д-р Бен-Давид из компании Bonus BioGroup (Фото: Эльад Гершгорен)",
            "Дикла Шахаф, mynet Перевод: Даниэль Штайсслингер. Вести",

        ],
        "mainImage": news1Image,
        "secondaryImages": [

        ],
        "tags": [

        ],
    },
    {
        "id": "2e9b2e9bb81e-f8a5-4702-a361-1de2af3e1",
        "title": "2",
        "content": "Марк Заха́рович (Моисе́й Ха́цкелевич) Шага́л (фр. Marc Chagall, идиш ‏מאַרק שאַגאַל‏‎; 6 июля или 7 июля 1887, Витебск, Витебская губерния, Российская империя — 28 марта 1985, Сен-Поль-де-Ванс, Прованс, Франция) — белорусский и французский художник белорусско-еврейского происхождения. Помимо графики и живописи занимался также сценографией, писал стихи на идише. Один из самых известных представителей художественного авангарда XX века.\n",
        "details": "Марк Захарович Шагал родился в Витебске в семье приказчика. Получил традиционное религиозное образование на дому (древнееврейский язык, чтение Торы и Талмуда).",
        "date": "2009-11-24T23:21:06.957Z",
        "mainTag": "История",
        "paragraphs": [
            "Марк Заха́рович (Моисе́й Ха́цкелевич) Шага́л (фр. Marc Chagall, идиш ‏מאַרק שאַגאַל‏‎; 6 июля или 7 июля 1887, Витебск, Витебская губерния, Российская империя — 28 марта 1985, Сен-Поль-де-Ванс, Прованс, Франция) — белорусский и французский художник белорусско-еврейского происхождения. Помимо графики и живописи занимался также сценографией, писал стихи на идише. Один из самых известных представителей художественного авангарда XX века.",
            "Марк Захарович Шагал родился в Витебске в семье приказчика. Получил традиционное религиозное образование на дому (древнееврейский язык, чтение Торы и Талмуда).",
            "В 1906 году он приехал в Петербург, где в 1906-1909 годах посещал художественную школу. Жил в Петербурге-Петрограде, Витебске и Москве, а в 1910-1914 – в Париже, в колонии художников «La Ruche» («Улей»), сблизившись с Г.Аполлинером, М.Жакобом, А.Сальмоном, Р.Делоне и другими авангардистами.",
            "Все творчество Шагала изначально автобиографично и лирически-исповедально. Уже в ранних его картинах доминируют темы детства, семьи, смерти, глубоко личностные и в то же время «вечные». Вглядываясь в архаику, в иконы и лубок, Шагал примыкает к футуризму и предугадывает будущие авангардные течения.\n",
            "В 1918-1919 годах Шагал был комиссаром искусств губернского отдела народного образования в Витебске, оформлял город к революционным праздникам. В Москве написал ряд больших настенных панно для Еврейского Камерного театра, сделав первый значительный шаг к монументальному искусству.",
            "Выехав в 1922 году в Берлин, с 1923 года обосновался в Париже; в том же году в Берлине вышла книга его мемуаров «Моя жизнь», где он проявил себя как настоящий литератор-художник, мыслящий яркими образами. С тех пор жил во Франции, в Париже или на юге страны, временно покинув ее в 1941-1947 годах (эти годы провел в Нью-Йорке).",
            "Наезжал в разные страны Европы и Средиземноморья, не раз побывал и в Израиле.",
            "Он создал иллюстрации к «Мертвым душам» Н.В. Гоголя и «Басням» Лафонтена. Внес выдающийся вклад и в сценографию. К середине 20 века его авторитет художника получил мировое звучание.\n",
            "Работа над иллюстрациями к Библии по заказу Воллара предопределила главную тему его позднего творчества. С 1955 года началась работа над «Библией Шагала» – так именуют огромный цикл живописных полотен, раскрывающих мир прародителей еврейского народа в эмоциональной и яркой, наивно-мудрой форме. Его произведения радикально обновили язык современного монументального искусства, обогатив его мощным красочным лиризмом.",
            "В 1973 году Шагал посетил Москву и Ленинград в связи с выставкой своих работ в Третьяковской галерее. Музеи художника существуют в Хайфе (с 1957 года) и Ницце (с 1973 года); в 1992 году дом-музей Шагала открылся в его родном городе Витебске.",
            "Умер Шагал в Сен-Поль-де-Ванс (Приморские Альпы, Франция) 28 марта 1985 года.",
        ],
        "mainImage": shagal,
        "secondaryImages": [

        ],
        "tags": [

        ],
    },
    {
        "id": "2e9b2e9bb1-1de2af3e1",
        "title": "3",
        "content": "10 июля 2021 г. после продолжительной болезни на 73-м году жизни перестало биться сердце Иосифа Борисовича Осташинского, заслуженного художника Украины.",
        "details": "",
        "date": "2009-11-24T23:21:06.957Z",
        "mainTag": "Украина",
        "paragraphs": [

        ],
        "mainImage": news3Photo,
        "secondaryImages": [

        ],
        "tags": [

        ],
    },
    {
        "id": "2e9b2e9bb81e-5-4702-a361-1de2af3e1",
        "title": "4",
        "content": "",
        "details": "",
        "date": "2009-11-24T23:21:06.957Z",
        "tag": "Общие",
        "paragraphs": [

        ],
        "mainImage": news4Image,
        "secondaryImages": [

        ],
        "tags": [
            "newspaper"
        ],
    },
    {
        "id": "j123gjg1j2gjv123-4702-a361-1de2af3e1",
        "title": "5",
        "content": "Пусть праздник Свободы принесет мир и счастье в ваши дома, радость — вашим сердцам. Пусть за щедрым столом в пасхальный седер соберутся дорогие вам люди, и вместе вы вспомните о нашем общем пути к освобождению.  Мы желаем вам и в эти праздничные дни, и всегда, чувствовать себя сильными, уверенными, и чтобы любые беды обходили стороной вас и ваших близких. Верьте в лучшее, будьте здоровы. Веселого вам и кошерного Песаха! Роксана Гамарник-Монастырская и коллектив ЕФУ",
        "details": "",
        "date": "2009-11-24T23:21:06.957Z",
        "tag": "Израиль",
        "paragraphs": [

        ],
        "mainImage": news5Image,
        "secondaryImages": [

        ],
        "tags": [

        ],
    },
    {
        "id": "ddsad",
        "title": "6",
        "content": "Стартап разработал препарат от поражения легких при COVID-19. Начинается второй этап испытаний. Группа ученых из компании Bonus BioGroup в Хайфе разработала в сжатые сроки лекарство, эффективное против поражения легких при коронавирусной инфекции. Об этом сообщил в среду, 7 июля, сайт местных новостей mynet.",
        "details": "В ближайшие дни в больнице \"Рамбам\" начнется второй этап испытаний на людях препарата MesenCure. Первый этап, проведенный в той же больнице, завершился успешно: все 9 тяжелобольных коронавирусом, находившихся на грани подключения к ИВЛ и получивших новое лекарство, выздоровели за несколько дней и были выписаны. Начальник отдела разработок компании доктор Дрор Бен-Давид говорит: \"После тяжелого года упорной работы мы ощущаем глубокое удовлетворение и полагаем, что сделали немыслимое».",
        "date": "2009-11-24T23:21:06.957Z",
        "mainTag": "Израиль",
        "paragraphs": [
            "Группа ученых из компании Bonus BioGroup в Хайфе разработала в сжатые сроки лекарство, эффективное против поражения легких при коронавирусной инфекции. Об этом сообщил в среду, 7 июля, сайт местных новостей mynet.",
            "В ближайшие дни в больнице \"Рамбам\" начнется второй этап испытаний на людях препарата MesenCure. Первый этап, проведенный в той же больнице, завершился успешно: все 9 тяжелобольных коронавирусом, находившихся на грани подключения к ИВЛ и получивших новое лекарство, выздоровели за несколько дней и были выписаны. Начальник отдела разработок компании доктор Дрор Бен-Давид говорит: \"После тяжелого года упорной работы мы ощущаем глубокое удовлетворение и полагаем, что сделали немыслимое».",
            "Ответственный за испытания препарата в больнице \"Рамбам\" д-р Шади Хамуд, заведующий терапевтическим отделением и исследовательским отделом, добавляет: \"Мы участвовали во многих исследованиях, направленных на поиск средств от коронавируса. Мы испытывали и новые лекарства, и существующие препараты. Но результаты применения MesenCure беспрецедентны. Препарат атакует вирус и уменьшает выраженность воспаления. Результаты превосходные: за считанные дни после начала приема тяжелобольные, находившиеся на грани подключения к ИВЛ, выздоровели. Они говорили, что с ними случилось чудо, и то же ощущение было у лечащих врачей\".",
            "Подавление воспалительного процесса",
            "Хайфская компания Bonus BioGroup занимается тканевой инженерией и клеточной терапией. Она использует клетки, вырабатываемые жировой тканью больного. Созданная 10 лет назад д-ром Шаем Мерецки, компания занималась разработкой костных протезов из живой ткани, создавая вне организма больного совместимую с ним человеческую костную ткань для лечения костных дефектов, сложных переломов и остеопороза.",
            "Имея возможность выращивания культур человеческих клеток, во время эпидемии компания занялась разработкой лекарства против коронавируса. \"Мы обратили внимание, что большинство больных умирали от пневмонии, - объясняет д-р Бен-Давид. - Вирус запускал болезнь, в ходе которой развивалась острая иммунная реакция. MesenCure представляет собой взвесь человеческих клеток, выращенных в лаборатории, эту взвесь вводят внутривенно. Клетки попадают в легкие и благодаря модифицированным и усиленным свойствам подавляют местное воспаление и позволяют больным выздороветь\".",
            "После успешных лабораторных испытаний на животных было получено разрешение на клинические испытания. \"Тестирование препарата на людях началось в январе в больнице \"Рамбам\", - рассказывает специалист. - Препарат вводили тяжелобольным накануне введения в искусственную кому и подключения к аппаратам ИВЛ. Обычно у этих больных очень низкая сатурация, высокие показатели маркеров воспаления, и они нуждаются в респираторной поддержке. Обычные методы лечения уже не помогают им\".",
            "62-летний Фрэнсис Клауди был одним из тех, кому ввели экспериментальное лекарство. \"Рентгенография показала, - вспоминает он, - что 20% легких было поражено пневмонией. Мне стали давать кислород, и мое состояние постоянно ухудшалось. Когда мне предложили экспериментальный препарат, я колебался. Но через 4 дня после его введения я ощутил улучшение. А через 10 дней я выписался - это просто чудо. После выписки я сделал пожертвование в пользу больницы, где спасли мне жизнь\". По словам Фрэнсиса Клауди, 2 человека, лечившихся в больнице одновременно с ним и отказавшихся участвовать в эксперименте, умерли.",
            "В эксперименте участвовали 10 больных. \"Лекарство вводилось в 3 приема, и мы были приятно удивлены, что люди выздоравливали и выписывались через день после завершения лечения препаратом. Это было похоже на чудо, результаты были прекрасными и вызвали восхищение также у врачей, - говорит д-р Бен Давид. - У 9 больных улучшились физиологические показатели, и они выписались, будучи здоровыми, один больной умер. Врачи рассказали о пожилой женщине, которая после завершения лечения препаратом встала с постели и начала заниматься физкультурой, хотя до этого длительное время не могла двигаться из-за одышки\"",
            "В начале июля было получено разрешение на второй этап тестирования, в котором примут участие 50 больных. - Есть ли сожаление о том, что лекарство не появилось раньше?",
            "- В Израиле сейчас заболеваемость коронавирусом невысока, но до сих пор есть больные на стационарном лечении. Я думаю, процесс создания лекарства с нуля был беспрецедентно быстрым. Во время эпидемии компанию признали жизненно важным предприятием, мы работали круглосуточно, и врачи вместе с регуляторами также старались нам помочь. \"Мы заглядываем в будущее и устанавливаем контакты с медицинскими центрами в Европе и Северной Америке, где эпидемия до сих пор на пике, - заявляет д-р Бен-Давид. - Кроме того, нам известно, что MesenCure может помогать при цитокиновом шторме и дыхательной недостаточности, вызванными другими факторами, помимо коронавируса. Такие состояния могут развиваться при гриппе и ряде других болезней\".",
            "Фото: Д-р Бен-Давид из компании Bonus BioGroup (Фото: Эльад Гершгорен)",
            "Дикла Шахаф, mynet Перевод: Даниэль Штайсслингер. Вести",

        ],
        "mainImage": news1Image,
        "secondaryImages": [

        ],
        "tags": [

        ],
    },
    {
        "id": "2e9b2e9bb81e-asdasdasdf8a5-4702-a361-1de2af3e1",
        "title": "7",
        "content": "Марк Заха́рович (Моисе́й Ха́цкелевич) Шага́л (фр. Marc Chagall, идиш ‏מאַרק שאַגאַל‏‎; 6 июля или 7 июля 1887, Витебск, Витебская губерния, Российская империя — 28 марта 1985, Сен-Поль-де-Ванс, Прованс, Франция) — белорусский и французский художник белорусско-еврейского происхождения. Помимо графики и живописи занимался также сценографией, писал стихи на идише. Один из самых известных представителей художественного авангарда XX века.\n",
        "details": "Марк Захарович Шагал родился в Витебске в семье приказчика. Получил традиционное религиозное образование на дому (древнееврейский язык, чтение Торы и Талмуда).",
        "date": "2009-11-24T23:21:06.957Z",
        "mainTag": "История",
        "paragraphs": [
            "Марк Заха́рович (Моисе́й Ха́цкелевич) Шага́л (фр. Marc Chagall, идиш ‏מאַרק שאַגאַל‏‎; 6 июля или 7 июля 1887, Витебск, Витебская губерния, Российская империя — 28 марта 1985, Сен-Поль-де-Ванс, Прованс, Франция) — белорусский и французский художник белорусско-еврейского происхождения. Помимо графики и живописи занимался также сценографией, писал стихи на идише. Один из самых известных представителей художественного авангарда XX века.",
            "Марк Захарович Шагал родился в Витебске в семье приказчика. Получил традиционное религиозное образование на дому (древнееврейский язык, чтение Торы и Талмуда).",
            "В 1906 году он приехал в Петербург, где в 1906-1909 годах посещал художественную школу. Жил в Петербурге-Петрограде, Витебске и Москве, а в 1910-1914 – в Париже, в колонии художников «La Ruche» («Улей»), сблизившись с Г.Аполлинером, М.Жакобом, А.Сальмоном, Р.Делоне и другими авангардистами.",
            "Все творчество Шагала изначально автобиографично и лирически-исповедально. Уже в ранних его картинах доминируют темы детства, семьи, смерти, глубоко личностные и в то же время «вечные». Вглядываясь в архаику, в иконы и лубок, Шагал примыкает к футуризму и предугадывает будущие авангардные течения.\n",
            "В 1918-1919 годах Шагал был комиссаром искусств губернского отдела народного образования в Витебске, оформлял город к революционным праздникам. В Москве написал ряд больших настенных панно для Еврейского Камерного театра, сделав первый значительный шаг к монументальному искусству.",
            "Выехав в 1922 году в Берлин, с 1923 года обосновался в Париже; в том же году в Берлине вышла книга его мемуаров «Моя жизнь», где он проявил себя как настоящий литератор-художник, мыслящий яркими образами. С тех пор жил во Франции, в Париже или на юге страны, временно покинув ее в 1941-1947 годах (эти годы провел в Нью-Йорке).",
            "Наезжал в разные страны Европы и Средиземноморья, не раз побывал и в Израиле.",
            "Он создал иллюстрации к «Мертвым душам» Н.В. Гоголя и «Басням» Лафонтена. Внес выдающийся вклад и в сценографию. К середине 20 века его авторитет художника получил мировое звучание.\n",
            "Работа над иллюстрациями к Библии по заказу Воллара предопределила главную тему его позднего творчества. С 1955 года началась работа над «Библией Шагала» – так именуют огромный цикл живописных полотен, раскрывающих мир прародителей еврейского народа в эмоциональной и яркой, наивно-мудрой форме. Его произведения радикально обновили язык современного монументального искусства, обогатив его мощным красочным лиризмом.",
            "В 1973 году Шагал посетил Москву и Ленинград в связи с выставкой своих работ в Третьяковской галерее. Музеи художника существуют в Хайфе (с 1957 года) и Ницце (с 1973 года); в 1992 году дом-музей Шагала открылся в его родном городе Витебске.",
            "Умер Шагал в Сен-Поль-де-Ванс (Приморские Альпы, Франция) 28 марта 1985 года.",
        ],
        "mainImage": shagal,
        "secondaryImages": [

        ],
        "tags": [

        ],
    },
    {
        "id": "2e9b2e9bb1-1de2asdasdasdasdaf3e1",
        "title": "8",
        "content": "10 июля 2021 г. после продолжительной болезни на 73-м году жизни перестало биться сердце Иосифа Борисовича Осташинского, заслуженного художника Украины.",
        "details": "",
        "date": "2009-11-24T23:21:06.957Z",
        "mainTag": "Украина",
        "paragraphs": [

        ],
        "mainImage": news3Photo,
        "secondaryImages": [

        ],
        "tags": [

        ],
    },
    {
        "id": "2e9b2e9bb81e-5-asdasdasdasd-a361-1de2af3e1",
        "title": "9",
        "content": "",
        "details": "",
        "date": "2009-11-24T23:21:06.957Z",
        "tag": "Общие",
        "paragraphs": [

        ],
        "mainImage": news4Image,
        "secondaryImages": [

        ],
        "tags": [
            "newspaper"
        ],
    },
    {
        "id": "j123gjg1j2gjasdasdv123-4702-a361-1de2af3e1",
        "title": "10",
        "content": "Пусть праздник Свободы принесет мир и счастье в ваши дома, радость — вашим сердцам. Пусть за щедрым столом в пасхальный седер соберутся дорогие вам люди, и вместе вы вспомните о нашем общем пути к освобождению.  Мы желаем вам и в эти праздничные дни, и всегда, чувствовать себя сильными, уверенными, и чтобы любые беды обходили стороной вас и ваших близких. Верьте в лучшее, будьте здоровы. Веселого вам и кошерного Песаха! Роксана Гамарник-Монастырская и коллектив ЕФУ",
        "details": "",
        "date": "2009-11-24T23:21:06.957Z",
        "tag": "Израиль",
        "paragraphs": [

        ],
        "mainImage": news5Image,
        "secondaryImages": [

        ],
        "tags": [

        ],
    },
    {
        "id": "j123gjg13asdasdljv123-4702-a361-1de2af3e1",
        "title": "11",
        "content": "",
        "details": "",
        "date": "2009-11-24T23:21:06.957Z",
        "tag": "Израиль",
        "paragraphs": [

        ],
        "mainImage": news5Image,
        "secondaryImages": [

        ],
        "tags": [

        ],
    },
    {
        "id": "2e9b2e9223bb81e-asdasdasdf8a5-4702-a361-1de2af3e1",
        "title": "12",
        "content": "Марк Заха́рович (Моисе́й Ха́цкелевич) Шага́л (фр. Marc Chagall, идиш ‏מאַרק שאַגאַל‏‎; 6 июля или 7 июля 1887, Витебск, Витебская губерния, Российская империя — 28 марта 1985, Сен-Поль-де-Ванс, Прованс, Франция) — белорусский и французский художник белорусско-еврейского происхождения. Помимо графики и живописи занимался также сценографией, писал стихи на идише. Один из самых известных представителей художественного авангарда XX века.\n",
        "details": "Марк Захарович Шагал родился в Витебске в семье приказчика. Получил традиционное религиозное образование на дому (древнееврейский язык, чтение Торы и Талмуда).",
        "date": "2009-11-24T23:21:06.957Z",
        "mainTag": "История",
        "paragraphs": [
            "Марк Заха́рович (Моисе́й Ха́цкелевич) Шага́л (фр. Marc Chagall, идиш ‏מאַרק שאַגאַל‏‎; 6 июля или 7 июля 1887, Витебск, Витебская губерния, Российская империя — 28 марта 1985, Сен-Поль-де-Ванс, Прованс, Франция) — белорусский и французский художник белорусско-еврейского происхождения. Помимо графики и живописи занимался также сценографией, писал стихи на идише. Один из самых известных представителей художественного авангарда XX века.",
            "Марк Захарович Шагал родился в Витебске в семье приказчика. Получил традиционное религиозное образование на дому (древнееврейский язык, чтение Торы и Талмуда).",
            "В 1906 году он приехал в Петербург, где в 1906-1909 годах посещал художественную школу. Жил в Петербурге-Петрограде, Витебске и Москве, а в 1910-1914 – в Париже, в колонии художников «La Ruche» («Улей»), сблизившись с Г.Аполлинером, М.Жакобом, А.Сальмоном, Р.Делоне и другими авангардистами.",
            "Все творчество Шагала изначально автобиографично и лирически-исповедально. Уже в ранних его картинах доминируют темы детства, семьи, смерти, глубоко личностные и в то же время «вечные». Вглядываясь в архаику, в иконы и лубок, Шагал примыкает к футуризму и предугадывает будущие авангардные течения.\n",
            "В 1918-1919 годах Шагал был комиссаром искусств губернского отдела народного образования в Витебске, оформлял город к революционным праздникам. В Москве написал ряд больших настенных панно для Еврейского Камерного театра, сделав первый значительный шаг к монументальному искусству.",
            "Выехав в 1922 году в Берлин, с 1923 года обосновался в Париже; в том же году в Берлине вышла книга его мемуаров «Моя жизнь», где он проявил себя как настоящий литератор-художник, мыслящий яркими образами. С тех пор жил во Франции, в Париже или на юге страны, временно покинув ее в 1941-1947 годах (эти годы провел в Нью-Йорке).",
            "Наезжал в разные страны Европы и Средиземноморья, не раз побывал и в Израиле.",
            "Он создал иллюстрации к «Мертвым душам» Н.В. Гоголя и «Басням» Лафонтена. Внес выдающийся вклад и в сценографию. К середине 20 века его авторитет художника получил мировое звучание.\n",
            "Работа над иллюстрациями к Библии по заказу Воллара предопределила главную тему его позднего творчества. С 1955 года началась работа над «Библией Шагала» – так именуют огромный цикл живописных полотен, раскрывающих мир прародителей еврейского народа в эмоциональной и яркой, наивно-мудрой форме. Его произведения радикально обновили язык современного монументального искусства, обогатив его мощным красочным лиризмом.",
            "В 1973 году Шагал посетил Москву и Ленинград в связи с выставкой своих работ в Третьяковской галерее. Музеи художника существуют в Хайфе (с 1957 года) и Ницце (с 1973 года); в 1992 году дом-музей Шагала открылся в его родном городе Витебске.",
            "Умер Шагал в Сен-Поль-де-Ванс (Приморские Альпы, Франция) 28 марта 1985 года.",
        ],
        "mainImage": shagal,
        "secondaryImages": [

        ],
        "tags": [

        ],
    },
    {
        "id": "2sdf8a5-4702-a361-1de2af3e1",
        "title": "13",
        "content": "Марк Заха́рович (Моисе́й Ха́цкелевич) Шага́л (фр. Marc Chagall, идиш ‏מאַרק שאַגאַל‏‎; 6 июля или 7 июля 1887, Витебск, Витебская губерния, Российская империя — 28 марта 1985, Сен-Поль-де-Ванс, Прованс, Франция) — белорусский и французский художник белорусско-еврейского происхождения. Помимо графики и живописи занимался также сценографией, писал стихи на идише. Один из самых известных представителей художественного авангарда XX века.\n",
        "details": "Марк Захарович Шагал родился в Витебске в семье приказчика. Получил традиционное религиозное образование на дому (древнееврейский язык, чтение Торы и Талмуда).",
        "date": "2009-11-24T23:21:06.957Z",
        "mainTag": "История",
        "paragraphs": [
            "Марк Заха́рович (Моисе́й Ха́цкелевич) Шага́л (фр. Marc Chagall, идиш ‏מאַרק שאַגאַל‏‎; 6 июля или 7 июля 1887, Витебск, Витебская губерния, Российская империя — 28 марта 1985, Сен-Поль-де-Ванс, Прованс, Франция) — белорусский и французский художник белорусско-еврейского происхождения. Помимо графики и живописи занимался также сценографией, писал стихи на идише. Один из самых известных представителей художественного авангарда XX века.",
            "Марк Захарович Шагал родился в Витебске в семье приказчика. Получил традиционное религиозное образование на дому (древнееврейский язык, чтение Торы и Талмуда).",
            "В 1906 году он приехал в Петербург, где в 1906-1909 годах посещал художественную школу. Жил в Петербурге-Петрограде, Витебске и Москве, а в 1910-1914 – в Париже, в колонии художников «La Ruche» («Улей»), сблизившись с Г.Аполлинером, М.Жакобом, А.Сальмоном, Р.Делоне и другими авангардистами.",
            "Все творчество Шагала изначально автобиографично и лирически-исповедально. Уже в ранних его картинах доминируют темы детства, семьи, смерти, глубоко личностные и в то же время «вечные». Вглядываясь в архаику, в иконы и лубок, Шагал примыкает к футуризму и предугадывает будущие авангардные течения.\n",
            "В 1918-1919 годах Шагал был комиссаром искусств губернского отдела народного образования в Витебске, оформлял город к революционным праздникам. В Москве написал ряд больших настенных панно для Еврейского Камерного театра, сделав первый значительный шаг к монументальному искусству.",
            "Выехав в 1922 году в Берлин, с 1923 года обосновался в Париже; в том же году в Берлине вышла книга его мемуаров «Моя жизнь», где он проявил себя как настоящий литератор-художник, мыслящий яркими образами. С тех пор жил во Франции, в Париже или на юге страны, временно покинув ее в 1941-1947 годах (эти годы провел в Нью-Йорке).",
            "Наезжал в разные страны Европы и Средиземноморья, не раз побывал и в Израиле.",
            "Он создал иллюстрации к «Мертвым душам» Н.В. Гоголя и «Басням» Лафонтена. Внес выдающийся вклад и в сценографию. К середине 20 века его авторитет художника получил мировое звучание.\n",
            "Работа над иллюстрациями к Библии по заказу Воллара предопределила главную тему его позднего творчества. С 1955 года началась работа над «Библией Шагала» – так именуют огромный цикл живописных полотен, раскрывающих мир прародителей еврейского народа в эмоциональной и яркой, наивно-мудрой форме. Его произведения радикально обновили язык современного монументального искусства, обогатив его мощным красочным лиризмом.",
            "В 1973 году Шагал посетил Москву и Ленинград в связи с выставкой своих работ в Третьяковской галерее. Музеи художника существуют в Хайфе (с 1957 года) и Ницце (с 1973 года); в 1992 году дом-музей Шагала открылся в его родном городе Витебске.",
            "Умер Шагал в Сен-Поль-де-Ванс (Приморские Альпы, Франция) 28 марта 1985 года.",
        ],
        "mainImage": shagal,
        "secondaryImages": [

        ],
        "tags": [

        ],
    },
    {
        "id": "2e9b2e9b22b81e--4702-a361-1de2af3e1",
        "title": "14",
        "content": "Марк Заха́рович (Моисе́й Ха́цкелевич) Шага́л (фр. Marc Chagall, идиш ‏מאַרק שאַגאַל‏‎; 6 июля или 7 июля 1887, Витебск, Витебская губерния, Российская империя — 28 марта 1985, Сен-Поль-де-Ванс, Прованс, Франция) — белорусский и французский художник белорусско-еврейского происхождения. Помимо графики и живописи занимался также сценографией, писал стихи на идише. Один из самых известных представителей художественного авангарда XX века.\n",
        "details": "Марк Захарович Шагал родился в Витебске в семье приказчика. Получил традиционное религиозное образование на дому (древнееврейский язык, чтение Торы и Талмуда).",
        "date": "2009-11-24T23:21:06.957Z",
        "mainTag": "История",
        "paragraphs": [
            "Марк Заха́рович (Моисе́й Ха́цкелевич) Шага́л (фр. Marc Chagall, идиш ‏מאַרק שאַגאַל‏‎; 6 июля или 7 июля 1887, Витебск, Витебская губерния, Российская империя — 28 марта 1985, Сен-Поль-де-Ванс, Прованс, Франция) — белорусский и французский художник белорусско-еврейского происхождения. Помимо графики и живописи занимался также сценографией, писал стихи на идише. Один из самых известных представителей художественного авангарда XX века.",
            "Марк Захарович Шагал родился в Витебске в семье приказчика. Получил традиционное религиозное образование на дому (древнееврейский язык, чтение Торы и Талмуда).",
            "В 1906 году он приехал в Петербург, где в 1906-1909 годах посещал художественную школу. Жил в Петербурге-Петрограде, Витебске и Москве, а в 1910-1914 – в Париже, в колонии художников «La Ruche» («Улей»), сблизившись с Г.Аполлинером, М.Жакобом, А.Сальмоном, Р.Делоне и другими авангардистами.",
            "Все творчество Шагала изначально автобиографично и лирически-исповедально. Уже в ранних его картинах доминируют темы детства, семьи, смерти, глубоко личностные и в то же время «вечные». Вглядываясь в архаику, в иконы и лубок, Шагал примыкает к футуризму и предугадывает будущие авангардные течения.\n",
            "В 1918-1919 годах Шагал был комиссаром искусств губернского отдела народного образования в Витебске, оформлял город к революционным праздникам. В Москве написал ряд больших настенных панно для Еврейского Камерного театра, сделав первый значительный шаг к монументальному искусству.",
            "Выехав в 1922 году в Берлин, с 1923 года обосновался в Париже; в том же году в Берлине вышла книга его мемуаров «Моя жизнь», где он проявил себя как настоящий литератор-художник, мыслящий яркими образами. С тех пор жил во Франции, в Париже или на юге страны, временно покинув ее в 1941-1947 годах (эти годы провел в Нью-Йорке).",
            "Наезжал в разные страны Европы и Средиземноморья, не раз побывал и в Израиле.",
            "Он создал иллюстрации к «Мертвым душам» Н.В. Гоголя и «Басням» Лафонтена. Внес выдающийся вклад и в сценографию. К середине 20 века его авторитет художника получил мировое звучание.\n",
            "Работа над иллюстрациями к Библии по заказу Воллара предопределила главную тему его позднего творчества. С 1955 года началась работа над «Библией Шагала» – так именуют огромный цикл живописных полотен, раскрывающих мир прародителей еврейского народа в эмоциональной и яркой, наивно-мудрой форме. Его произведения радикально обновили язык современного монументального искусства, обогатив его мощным красочным лиризмом.",
            "В 1973 году Шагал посетил Москву и Ленинград в связи с выставкой своих работ в Третьяковской галерее. Музеи художника существуют в Хайфе (с 1957 года) и Ницце (с 1973 года); в 1992 году дом-музей Шагала открылся в его родном городе Витебске.",
            "Умер Шагал в Сен-Поль-де-Ванс (Приморские Альпы, Франция) 28 марта 1985 года.",
        ],
        "mainImage": shagal,
        "secondaryImages": [

        ],
        "tags": [

        ],
    },
    {
        "id": "2e9b2e9bb81e-asdasdasdf8a5-421de2af3e1",
        "title": "15",
        "content": "Марк Заха́рович (Моисе́й Ха́цкелевич) Шага́л (фр. Marc Chagall, идиш ‏מאַרק שאַגאַל‏‎; 6 июля или 7 июля 1887, Витебск, Витебская губерния, Российская империя — 28 марта 1985, Сен-Поль-де-Ванс, Прованс, Франция) — белорусский и французский художник белорусско-еврейского происхождения. Помимо графики и живописи занимался также сценографией, писал стихи на идише. Один из самых известных представителей художественного авангарда XX века.\n",
        "details": "Марк Захарович Шагал родился в Витебске в семье приказчика. Получил традиционное религиозное образование на дому (древнееврейский язык, чтение Торы и Талмуда).",
        "date": "2009-11-24T23:21:06.957Z",
        "mainTag": "История",
        "paragraphs": [
            "Марк Заха́рович (Моисе́й Ха́цкелевич) Шага́л (фр. Marc Chagall, идиш ‏מאַרק שאַגאַל‏‎; 6 июля или 7 июля 1887, Витебск, Витебская губерния, Российская империя — 28 марта 1985, Сен-Поль-де-Ванс, Прованс, Франция) — белорусский и французский художник белорусско-еврейского происхождения. Помимо графики и живописи занимался также сценографией, писал стихи на идише. Один из самых известных представителей художественного авангарда XX века.",
            "Марк Захарович Шагал родился в Витебске в семье приказчика. Получил традиционное религиозное образование на дому (древнееврейский язык, чтение Торы и Талмуда).",
            "В 1906 году он приехал в Петербург, где в 1906-1909 годах посещал художественную школу. Жил в Петербурге-Петрограде, Витебске и Москве, а в 1910-1914 – в Париже, в колонии художников «La Ruche» («Улей»), сблизившись с Г.Аполлинером, М.Жакобом, А.Сальмоном, Р.Делоне и другими авангардистами.",
            "Все творчество Шагала изначально автобиографично и лирически-исповедально. Уже в ранних его картинах доминируют темы детства, семьи, смерти, глубоко личностные и в то же время «вечные». Вглядываясь в архаику, в иконы и лубок, Шагал примыкает к футуризму и предугадывает будущие авангардные течения.\n",
            "В 1918-1919 годах Шагал был комиссаром искусств губернского отдела народного образования в Витебске, оформлял город к революционным праздникам. В Москве написал ряд больших настенных панно для Еврейского Камерного театра, сделав первый значительный шаг к монументальному искусству.",
            "Выехав в 1922 году в Берлин, с 1923 года обосновался в Париже; в том же году в Берлине вышла книга его мемуаров «Моя жизнь», где он проявил себя как настоящий литератор-художник, мыслящий яркими образами. С тех пор жил во Франции, в Париже или на юге страны, временно покинув ее в 1941-1947 годах (эти годы провел в Нью-Йорке).",
            "Наезжал в разные страны Европы и Средиземноморья, не раз побывал и в Израиле.",
            "Он создал иллюстрации к «Мертвым душам» Н.В. Гоголя и «Басням» Лафонтена. Внес выдающийся вклад и в сценографию. К середине 20 века его авторитет художника получил мировое звучание.\n",
            "Работа над иллюстрациями к Библии по заказу Воллара предопределила главную тему его позднего творчества. С 1955 года началась работа над «Библией Шагала» – так именуют огромный цикл живописных полотен, раскрывающих мир прародителей еврейского народа в эмоциональной и яркой, наивно-мудрой форме. Его произведения радикально обновили язык современного монументального искусства, обогатив его мощным красочным лиризмом.",
            "В 1973 году Шагал посетил Москву и Ленинград в связи с выставкой своих работ в Третьяковской галерее. Музеи художника существуют в Хайфе (с 1957 года) и Ницце (с 1973 года); в 1992 году дом-музей Шагала открылся в его родном городе Витебске.",
            "Умер Шагал в Сен-Поль-де-Ванс (Приморские Альпы, Франция) 28 марта 1985 года.",
        ],
        "mainImage": shagal,
        "secondaryImages": [

        ],
        "tags": [

        ],
    },
    {
        "id": "2e9b2e9bb81e-asdasdasdf8a5-470233-a361-1de2af3e1",
        "title": "16",
        "content": "Марк Заха́рович (Моисе́й Ха́цкелевич) Шага́л (фр. Marc Chagall, идиш ‏מאַרק שאַגאַל‏‎; 6 июля или 7 июля 1887, Витебск, Витебская губерния, Российская империя — 28 марта 1985, Сен-Поль-де-Ванс, Прованс, Франция) — белорусский и французский художник белорусско-еврейского происхождения. Помимо графики и живописи занимался также сценографией, писал стихи на идише. Один из самых известных представителей художественного авангарда XX века.\n",
        "details": "Марк Захарович Шагал родился в Витебске в семье приказчика. Получил традиционное религиозное образование на дому (древнееврейский язык, чтение Торы и Талмуда).",
        "date": "2009-11-24T23:21:06.957Z",
        "mainTag": "История",
        "paragraphs": [
            "Марк Заха́рович (Моисе́й Ха́цкелевич) Шага́л (фр. Marc Chagall, идиш ‏מאַרק שאַגאַל‏‎; 6 июля или 7 июля 1887, Витебск, Витебская губерния, Российская империя — 28 марта 1985, Сен-Поль-де-Ванс, Прованс, Франция) — белорусский и французский художник белорусско-еврейского происхождения. Помимо графики и живописи занимался также сценографией, писал стихи на идише. Один из самых известных представителей художественного авангарда XX века.",
            "Марк Захарович Шагал родился в Витебске в семье приказчика. Получил традиционное религиозное образование на дому (древнееврейский язык, чтение Торы и Талмуда).",
            "В 1906 году он приехал в Петербург, где в 1906-1909 годах посещал художественную школу. Жил в Петербурге-Петрограде, Витебске и Москве, а в 1910-1914 – в Париже, в колонии художников «La Ruche» («Улей»), сблизившись с Г.Аполлинером, М.Жакобом, А.Сальмоном, Р.Делоне и другими авангардистами.",
            "Все творчество Шагала изначально автобиографично и лирически-исповедально. Уже в ранних его картинах доминируют темы детства, семьи, смерти, глубоко личностные и в то же время «вечные». Вглядываясь в архаику, в иконы и лубок, Шагал примыкает к футуризму и предугадывает будущие авангардные течения.\n",
            "В 1918-1919 годах Шагал был комиссаром искусств губернского отдела народного образования в Витебске, оформлял город к революционным праздникам. В Москве написал ряд больших настенных панно для Еврейского Камерного театра, сделав первый значительный шаг к монументальному искусству.",
            "Выехав в 1922 году в Берлин, с 1923 года обосновался в Париже; в том же году в Берлине вышла книга его мемуаров «Моя жизнь», где он проявил себя как настоящий литератор-художник, мыслящий яркими образами. С тех пор жил во Франции, в Париже или на юге страны, временно покинув ее в 1941-1947 годах (эти годы провел в Нью-Йорке).",
            "Наезжал в разные страны Европы и Средиземноморья, не раз побывал и в Израиле.",
            "Он создал иллюстрации к «Мертвым душам» Н.В. Гоголя и «Басням» Лафонтена. Внес выдающийся вклад и в сценографию. К середине 20 века его авторитет художника получил мировое звучание.\n",
            "Работа над иллюстрациями к Библии по заказу Воллара предопределила главную тему его позднего творчества. С 1955 года началась работа над «Библией Шагала» – так именуют огромный цикл живописных полотен, раскрывающих мир прародителей еврейского народа в эмоциональной и яркой, наивно-мудрой форме. Его произведения радикально обновили язык современного монументального искусства, обогатив его мощным красочным лиризмом.",
            "В 1973 году Шагал посетил Москву и Ленинград в связи с выставкой своих работ в Третьяковской галерее. Музеи художника существуют в Хайфе (с 1957 года) и Ницце (с 1973 года); в 1992 году дом-музей Шагала открылся в его родном городе Витебске.",
            "Умер Шагал в Сен-Поль-де-Ванс (Приморские Альпы, Франция) 28 марта 1985 года.",
        ],
        "mainImage": shagal,
        "secondaryImages": [

        ],
        "tags": [

        ],
    },
    {
        "id": "2333123-asdasdasdf8a5-4702-a361-1de2af3e1",
        "title": "17",
        "content": "Марк Заха́рович (Моисе́й Ха́цкелевич) Шага́л (фр. Marc Chagall, идиш ‏מאַרק שאַגאַל‏‎; 6 июля или 7 июля 1887, Витебск, Витебская губерния, Российская империя — 28 марта 1985, Сен-Поль-де-Ванс, Прованс, Франция) — белорусский и французский художник белорусско-еврейского происхождения. Помимо графики и живописи занимался также сценографией, писал стихи на идише. Один из самых известных представителей художественного авангарда XX века.\n",
        "details": "Марк Захарович Шагал родился в Витебске в семье приказчика. Получил традиционное религиозное образование на дому (древнееврейский язык, чтение Торы и Талмуда).",
        "date": "2009-11-24T23:21:06.957Z",
        "mainTag": "История",
        "paragraphs": [
            "Марк Заха́рович (Моисе́й Ха́цкелевич) Шага́л (фр. Marc Chagall, идиш ‏מאַרק שאַגאַל‏‎; 6 июля или 7 июля 1887, Витебск, Витебская губерния, Российская империя — 28 марта 1985, Сен-Поль-де-Ванс, Прованс, Франция) — белорусский и французский художник белорусско-еврейского происхождения. Помимо графики и живописи занимался также сценографией, писал стихи на идише. Один из самых известных представителей художественного авангарда XX века.",
            "Марк Захарович Шагал родился в Витебске в семье приказчика. Получил традиционное религиозное образование на дому (древнееврейский язык, чтение Торы и Талмуда).",
            "В 1906 году он приехал в Петербург, где в 1906-1909 годах посещал художественную школу. Жил в Петербурге-Петрограде, Витебске и Москве, а в 1910-1914 – в Париже, в колонии художников «La Ruche» («Улей»), сблизившись с Г.Аполлинером, М.Жакобом, А.Сальмоном, Р.Делоне и другими авангардистами.",
            "Все творчество Шагала изначально автобиографично и лирически-исповедально. Уже в ранних его картинах доминируют темы детства, семьи, смерти, глубоко личностные и в то же время «вечные». Вглядываясь в архаику, в иконы и лубок, Шагал примыкает к футуризму и предугадывает будущие авангардные течения.\n",
            "В 1918-1919 годах Шагал был комиссаром искусств губернского отдела народного образования в Витебске, оформлял город к революционным праздникам. В Москве написал ряд больших настенных панно для Еврейского Камерного театра, сделав первый значительный шаг к монументальному искусству.",
            "Выехав в 1922 году в Берлин, с 1923 года обосновался в Париже; в том же году в Берлине вышла книга его мемуаров «Моя жизнь», где он проявил себя как настоящий литератор-художник, мыслящий яркими образами. С тех пор жил во Франции, в Париже или на юге страны, временно покинув ее в 1941-1947 годах (эти годы провел в Нью-Йорке).",
            "Наезжал в разные страны Европы и Средиземноморья, не раз побывал и в Израиле.",
            "Он создал иллюстрации к «Мертвым душам» Н.В. Гоголя и «Басням» Лафонтена. Внес выдающийся вклад и в сценографию. К середине 20 века его авторитет художника получил мировое звучание.\n",
            "Работа над иллюстрациями к Библии по заказу Воллара предопределила главную тему его позднего творчества. С 1955 года началась работа над «Библией Шагала» – так именуют огромный цикл живописных полотен, раскрывающих мир прародителей еврейского народа в эмоциональной и яркой, наивно-мудрой форме. Его произведения радикально обновили язык современного монументального искусства, обогатив его мощным красочным лиризмом.",
            "В 1973 году Шагал посетил Москву и Ленинград в связи с выставкой своих работ в Третьяковской галерее. Музеи художника существуют в Хайфе (с 1957 года) и Ницце (с 1973 года); в 1992 году дом-музей Шагала открылся в его родном городе Витебске.",
            "Умер Шагал в Сен-Поль-де-Ванс (Приморские Альпы, Франция) 28 марта 1985 года.",
        ],
        "mainImage": shagal,
        "secondaryImages": [

        ],
        "tags": [

        ],
    },
    {
        "id": "2e9b2e9bb81e-2234-4702-a361-1de2af3e1",
        "title": "18",
        "content": "Марк Заха́рович (Моисе́й Ха́цкелевич) Шага́л (фр. Marc Chagall, идиш ‏מאַרק שאַגאַל‏‎; 6 июля или 7 июля 1887, Витебск, Витебская губерния, Российская империя — 28 марта 1985, Сен-Поль-де-Ванс, Прованс, Франция) — белорусский и французский художник белорусско-еврейского происхождения. Помимо графики и живописи занимался также сценографией, писал стихи на идише. Один из самых известных представителей художественного авангарда XX века.\n",
        "details": "Марк Захарович Шагал родился в Витебске в семье приказчика. Получил традиционное религиозное образование на дому (древнееврейский язык, чтение Торы и Талмуда).",
        "date": "2009-11-24T23:21:06.957Z",
        "mainTag": "История",
        "paragraphs": [
            "Марк Заха́рович (Моисе́й Ха́цкелевич) Шага́л (фр. Marc Chagall, идиш ‏מאַרק שאַגאַל‏‎; 6 июля или 7 июля 1887, Витебск, Витебская губерния, Российская империя — 28 марта 1985, Сен-Поль-де-Ванс, Прованс, Франция) — белорусский и французский художник белорусско-еврейского происхождения. Помимо графики и живописи занимался также сценографией, писал стихи на идише. Один из самых известных представителей художественного авангарда XX века.",
            "Марк Захарович Шагал родился в Витебске в семье приказчика. Получил традиционное религиозное образование на дому (древнееврейский язык, чтение Торы и Талмуда).",
            "В 1906 году он приехал в Петербург, где в 1906-1909 годах посещал художественную школу. Жил в Петербурге-Петрограде, Витебске и Москве, а в 1910-1914 – в Париже, в колонии художников «La Ruche» («Улей»), сблизившись с Г.Аполлинером, М.Жакобом, А.Сальмоном, Р.Делоне и другими авангардистами.",
            "Все творчество Шагала изначально автобиографично и лирически-исповедально. Уже в ранних его картинах доминируют темы детства, семьи, смерти, глубоко личностные и в то же время «вечные». Вглядываясь в архаику, в иконы и лубок, Шагал примыкает к футуризму и предугадывает будущие авангардные течения.\n",
            "В 1918-1919 годах Шагал был комиссаром искусств губернского отдела народного образования в Витебске, оформлял город к революционным праздникам. В Москве написал ряд больших настенных панно для Еврейского Камерного театра, сделав первый значительный шаг к монументальному искусству.",
            "Выехав в 1922 году в Берлин, с 1923 года обосновался в Париже; в том же году в Берлине вышла книга его мемуаров «Моя жизнь», где он проявил себя как настоящий литератор-художник, мыслящий яркими образами. С тех пор жил во Франции, в Париже или на юге страны, временно покинув ее в 1941-1947 годах (эти годы провел в Нью-Йорке).",
            "Наезжал в разные страны Европы и Средиземноморья, не раз побывал и в Израиле.",
            "Он создал иллюстрации к «Мертвым душам» Н.В. Гоголя и «Басням» Лафонтена. Внес выдающийся вклад и в сценографию. К середине 20 века его авторитет художника получил мировое звучание.\n",
            "Работа над иллюстрациями к Библии по заказу Воллара предопределила главную тему его позднего творчества. С 1955 года началась работа над «Библией Шагала» – так именуют огромный цикл живописных полотен, раскрывающих мир прародителей еврейского народа в эмоциональной и яркой, наивно-мудрой форме. Его произведения радикально обновили язык современного монументального искусства, обогатив его мощным красочным лиризмом.",
            "В 1973 году Шагал посетил Москву и Ленинград в связи с выставкой своих работ в Третьяковской галерее. Музеи художника существуют в Хайфе (с 1957 года) и Ницце (с 1973 года); в 1992 году дом-музей Шагала открылся в его родном городе Витебске.",
            "Умер Шагал в Сен-Поль-де-Ванс (Приморские Альпы, Франция) 28 марта 1985 года.",
        ],
        "mainImage": shagal,
        "secondaryImages": [

        ],
        "tags": [

        ],
    },
    {
        "id": "4702-a361-1de2af3e1",
        "title": "19",
        "content": "Марк Заха́рович (Моисе́й Ха́цкелевич) Шага́л (фр. Marc Chagall, идиш ‏מאַרק שאַגאַל‏‎; 6 июля или 7 июля 1887, Витебск, Витебская губерния, Российская империя — 28 марта 1985, Сен-Поль-де-Ванс, Прованс, Франция) — белорусский и французский художник белорусско-еврейского происхождения. Помимо графики и живописи занимался также сценографией, писал стихи на идише. Один из самых известных представителей художественного авангарда XX века.\n",
        "details": "Марк Захарович Шагал родился в Витебске в семье приказчика. Получил традиционное религиозное образование на дому (древнееврейский язык, чтение Торы и Талмуда).",
        "date": "2009-11-24T23:21:06.957Z",
        "mainTag": "История",
        "paragraphs": [
            "Марк Заха́рович (Моисе́й Ха́цкелевич) Шага́л (фр. Marc Chagall, идиш ‏מאַרק שאַגאַל‏‎; 6 июля или 7 июля 1887, Витебск, Витебская губерния, Российская империя — 28 марта 1985, Сен-Поль-де-Ванс, Прованс, Франция) — белорусский и французский художник белорусско-еврейского происхождения. Помимо графики и живописи занимался также сценографией, писал стихи на идише. Один из самых известных представителей художественного авангарда XX века.",
            "Марк Захарович Шагал родился в Витебске в семье приказчика. Получил традиционное религиозное образование на дому (древнееврейский язык, чтение Торы и Талмуда).",
            "В 1906 году он приехал в Петербург, где в 1906-1909 годах посещал художественную школу. Жил в Петербурге-Петрограде, Витебске и Москве, а в 1910-1914 – в Париже, в колонии художников «La Ruche» («Улей»), сблизившись с Г.Аполлинером, М.Жакобом, А.Сальмоном, Р.Делоне и другими авангардистами.",
            "Все творчество Шагала изначально автобиографично и лирически-исповедально. Уже в ранних его картинах доминируют темы детства, семьи, смерти, глубоко личностные и в то же время «вечные». Вглядываясь в архаику, в иконы и лубок, Шагал примыкает к футуризму и предугадывает будущие авангардные течения.\n",
            "В 1918-1919 годах Шагал был комиссаром искусств губернского отдела народного образования в Витебске, оформлял город к революционным праздникам. В Москве написал ряд больших настенных панно для Еврейского Камерного театра, сделав первый значительный шаг к монументальному искусству.",
            "Выехав в 1922 году в Берлин, с 1923 года обосновался в Париже; в том же году в Берлине вышла книга его мемуаров «Моя жизнь», где он проявил себя как настоящий литератор-художник, мыслящий яркими образами. С тех пор жил во Франции, в Париже или на юге страны, временно покинув ее в 1941-1947 годах (эти годы провел в Нью-Йорке).",
            "Наезжал в разные страны Европы и Средиземноморья, не раз побывал и в Израиле.",
            "Он создал иллюстрации к «Мертвым душам» Н.В. Гоголя и «Басням» Лафонтена. Внес выдающийся вклад и в сценографию. К середине 20 века его авторитет художника получил мировое звучание.\n",
            "Работа над иллюстрациями к Библии по заказу Воллара предопределила главную тему его позднего творчества. С 1955 года началась работа над «Библией Шагала» – так именуют огромный цикл живописных полотен, раскрывающих мир прародителей еврейского народа в эмоциональной и яркой, наивно-мудрой форме. Его произведения радикально обновили язык современного монументального искусства, обогатив его мощным красочным лиризмом.",
            "В 1973 году Шагал посетил Москву и Ленинград в связи с выставкой своих работ в Третьяковской галерее. Музеи художника существуют в Хайфе (с 1957 года) и Ницце (с 1973 года); в 1992 году дом-музей Шагала открылся в его родном городе Витебске.",
            "Умер Шагал в Сен-Поль-де-Ванс (Приморские Альпы, Франция) 28 марта 1985 года.",
        ],
        "mainImage": shagal,
        "secondaryImages": [

        ],
        "tags": [

        ],
    },
    {
        "id": "2e9b2e9bb81e-asdasdasdf8a5-2333123-a361-1de2af3e1",
        "title": "20",
        "content": "Марк Заха́рович (Моисе́й Ха́цкелевич) Шага́л (фр. Marc Chagall, идиш ‏מאַרק שאַגאַל‏‎; 6 июля или 7 июля 1887, Витебск, Витебская губерния, Российская империя — 28 марта 1985, Сен-Поль-де-Ванс, Прованс, Франция) — белорусский и французский художник белорусско-еврейского происхождения. Помимо графики и живописи занимался также сценографией, писал стихи на идише. Один из самых известных представителей художественного авангарда XX века.\n",
        "details": "Марк Захарович Шагал родился в Витебске в семье приказчика. Получил традиционное религиозное образование на дому (древнееврейский язык, чтение Торы и Талмуда).",
        "date": "2009-11-24T23:21:06.957Z",
        "mainTag": "История",
        "paragraphs": [
            "Марк Заха́рович (Моисе́й Ха́цкелевич) Шага́л (фр. Marc Chagall, идиш ‏מאַרק שאַגאַל‏‎; 6 июля или 7 июля 1887, Витебск, Витебская губерния, Российская империя — 28 марта 1985, Сен-Поль-де-Ванс, Прованс, Франция) — белорусский и французский художник белорусско-еврейского происхождения. Помимо графики и живописи занимался также сценографией, писал стихи на идише. Один из самых известных представителей художественного авангарда XX века.",
            "Марк Захарович Шагал родился в Витебске в семье приказчика. Получил традиционное религиозное образование на дому (древнееврейский язык, чтение Торы и Талмуда).",
            "В 1906 году он приехал в Петербург, где в 1906-1909 годах посещал художественную школу. Жил в Петербурге-Петрограде, Витебске и Москве, а в 1910-1914 – в Париже, в колонии художников «La Ruche» («Улей»), сблизившись с Г.Аполлинером, М.Жакобом, А.Сальмоном, Р.Делоне и другими авангардистами.",
            "Все творчество Шагала изначально автобиографично и лирически-исповедально. Уже в ранних его картинах доминируют темы детства, семьи, смерти, глубоко личностные и в то же время «вечные». Вглядываясь в архаику, в иконы и лубок, Шагал примыкает к футуризму и предугадывает будущие авангардные течения.\n",
            "В 1918-1919 годах Шагал был комиссаром искусств губернского отдела народного образования в Витебске, оформлял город к революционным праздникам. В Москве написал ряд больших настенных панно для Еврейского Камерного театра, сделав первый значительный шаг к монументальному искусству.",
            "Выехав в 1922 году в Берлин, с 1923 года обосновался в Париже; в том же году в Берлине вышла книга его мемуаров «Моя жизнь», где он проявил себя как настоящий литератор-художник, мыслящий яркими образами. С тех пор жил во Франции, в Париже или на юге страны, временно покинув ее в 1941-1947 годах (эти годы провел в Нью-Йорке).",
            "Наезжал в разные страны Европы и Средиземноморья, не раз побывал и в Израиле.",
            "Он создал иллюстрации к «Мертвым душам» Н.В. Гоголя и «Басням» Лафонтена. Внес выдающийся вклад и в сценографию. К середине 20 века его авторитет художника получил мировое звучание.\n",
            "Работа над иллюстрациями к Библии по заказу Воллара предопределила главную тему его позднего творчества. С 1955 года началась работа над «Библией Шагала» – так именуют огромный цикл живописных полотен, раскрывающих мир прародителей еврейского народа в эмоциональной и яркой, наивно-мудрой форме. Его произведения радикально обновили язык современного монументального искусства, обогатив его мощным красочным лиризмом.",
            "В 1973 году Шагал посетил Москву и Ленинград в связи с выставкой своих работ в Третьяковской галерее. Музеи художника существуют в Хайфе (с 1957 года) и Ницце (с 1973 года); в 1992 году дом-музей Шагала открылся в его родном городе Витебске.",
            "Умер Шагал в Сен-Поль-де-Ванс (Приморские Альпы, Франция) 28 марта 1985 года.",
        ],
        "mainImage": shagal,
        "secondaryImages": [

        ],
        "tags": [

        ],
    },
    {
        "id": "2e9b2e9bb81e-fff-4702-a361-1de2af3e1",
        "title": "21",
        "content": "Марк Заха́рович (Моисе́й Ха́цкелевич) Шага́л (фр. Marc Chagall, идиш ‏מאַרק שאַגאַל‏‎; 6 июля или 7 июля 1887, Витебск, Витебская губерния, Российская империя — 28 марта 1985, Сен-Поль-де-Ванс, Прованс, Франция) — белорусский и французский художник белорусско-еврейского происхождения. Помимо графики и живописи занимался также сценографией, писал стихи на идише. Один из самых известных представителей художественного авангарда XX века.\n",
        "details": "Марк Захарович Шагал родился в Витебске в семье приказчика. Получил традиционное религиозное образование на дому (древнееврейский язык, чтение Торы и Талмуда).",
        "date": "2009-11-24T23:21:06.957Z",
        "mainTag": "История",
        "paragraphs": [
            "Марк Заха́рович (Моисе́й Ха́цкелевич) Шага́л (фр. Marc Chagall, идиш ‏מאַרק שאַגאַל‏‎; 6 июля или 7 июля 1887, Витебск, Витебская губерния, Российская империя — 28 марта 1985, Сен-Поль-де-Ванс, Прованс, Франция) — белорусский и французский художник белорусско-еврейского происхождения. Помимо графики и живописи занимался также сценографией, писал стихи на идише. Один из самых известных представителей художественного авангарда XX века.",
            "Марк Захарович Шагал родился в Витебске в семье приказчика. Получил традиционное религиозное образование на дому (древнееврейский язык, чтение Торы и Талмуда).",
            "В 1906 году он приехал в Петербург, где в 1906-1909 годах посещал художественную школу. Жил в Петербурге-Петрограде, Витебске и Москве, а в 1910-1914 – в Париже, в колонии художников «La Ruche» («Улей»), сблизившись с Г.Аполлинером, М.Жакобом, А.Сальмоном, Р.Делоне и другими авангардистами.",
            "Все творчество Шагала изначально автобиографично и лирически-исповедально. Уже в ранних его картинах доминируют темы детства, семьи, смерти, глубоко личностные и в то же время «вечные». Вглядываясь в архаику, в иконы и лубок, Шагал примыкает к футуризму и предугадывает будущие авангардные течения.\n",
            "В 1918-1919 годах Шагал был комиссаром искусств губернского отдела народного образования в Витебске, оформлял город к революционным праздникам. В Москве написал ряд больших настенных панно для Еврейского Камерного театра, сделав первый значительный шаг к монументальному искусству.",
            "Выехав в 1922 году в Берлин, с 1923 года обосновался в Париже; в том же году в Берлине вышла книга его мемуаров «Моя жизнь», где он проявил себя как настоящий литератор-художник, мыслящий яркими образами. С тех пор жил во Франции, в Париже или на юге страны, временно покинув ее в 1941-1947 годах (эти годы провел в Нью-Йорке).",
            "Наезжал в разные страны Европы и Средиземноморья, не раз побывал и в Израиле.",
            "Он создал иллюстрации к «Мертвым душам» Н.В. Гоголя и «Басням» Лафонтена. Внес выдающийся вклад и в сценографию. К середине 20 века его авторитет художника получил мировое звучание.\n",
            "Работа над иллюстрациями к Библии по заказу Воллара предопределила главную тему его позднего творчества. С 1955 года началась работа над «Библией Шагала» – так именуют огромный цикл живописных полотен, раскрывающих мир прародителей еврейского народа в эмоциональной и яркой, наивно-мудрой форме. Его произведения радикально обновили язык современного монументального искусства, обогатив его мощным красочным лиризмом.",
            "В 1973 году Шагал посетил Москву и Ленинград в связи с выставкой своих работ в Третьяковской галерее. Музеи художника существуют в Хайфе (с 1957 года) и Ницце (с 1973 года); в 1992 году дом-музей Шагала открылся в его родном городе Витебске.",
            "Умер Шагал в Сен-Поль-де-Ванс (Приморские Альпы, Франция) 28 марта 1985 года.",
        ],
        "mainImage": shagal,
        "secondaryImages": [

        ],
        "tags": [

        ],
    },
    {
        "id": "2fwfd-asdasdasdf8a5-4702-a361-1de2af3e1",
        "title": "22",
        "content": "Марк Заха́рович (Моисе́й Ха́цкелевич) Шага́л (фр. Marc Chagall, идиш ‏מאַרק שאַגאַל‏‎; 6 июля или 7 июля 1887, Витебск, Витебская губерния, Российская империя — 28 марта 1985, Сен-Поль-де-Ванс, Прованс, Франция) — белорусский и французский художник белорусско-еврейского происхождения. Помимо графики и живописи занимался также сценографией, писал стихи на идише. Один из самых известных представителей художественного авангарда XX века.\n",
        "details": "Марк Захарович Шагал родился в Витебске в семье приказчика. Получил традиционное религиозное образование на дому (древнееврейский язык, чтение Торы и Талмуда).",
        "date": "2009-11-24T23:21:06.957Z",
        "mainTag": "История",
        "paragraphs": [
            "Марк Заха́рович (Моисе́й Ха́цкелевич) Шага́л (фр. Marc Chagall, идиш ‏מאַרק שאַגאַל‏‎; 6 июля или 7 июля 1887, Витебск, Витебская губерния, Российская империя — 28 марта 1985, Сен-Поль-де-Ванс, Прованс, Франция) — белорусский и французский художник белорусско-еврейского происхождения. Помимо графики и живописи занимался также сценографией, писал стихи на идише. Один из самых известных представителей художественного авангарда XX века.",
            "Марк Захарович Шагал родился в Витебске в семье приказчика. Получил традиционное религиозное образование на дому (древнееврейский язык, чтение Торы и Талмуда).",
            "В 1906 году он приехал в Петербург, где в 1906-1909 годах посещал художественную школу. Жил в Петербурге-Петрограде, Витебске и Москве, а в 1910-1914 – в Париже, в колонии художников «La Ruche» («Улей»), сблизившись с Г.Аполлинером, М.Жакобом, А.Сальмоном, Р.Делоне и другими авангардистами.",
            "Все творчество Шагала изначально автобиографично и лирически-исповедально. Уже в ранних его картинах доминируют темы детства, семьи, смерти, глубоко личностные и в то же время «вечные». Вглядываясь в архаику, в иконы и лубок, Шагал примыкает к футуризму и предугадывает будущие авангардные течения.\n",
            "В 1918-1919 годах Шагал был комиссаром искусств губернского отдела народного образования в Витебске, оформлял город к революционным праздникам. В Москве написал ряд больших настенных панно для Еврейского Камерного театра, сделав первый значительный шаг к монументальному искусству.",
            "Выехав в 1922 году в Берлин, с 1923 года обосновался в Париже; в том же году в Берлине вышла книга его мемуаров «Моя жизнь», где он проявил себя как настоящий литератор-художник, мыслящий яркими образами. С тех пор жил во Франции, в Париже или на юге страны, временно покинув ее в 1941-1947 годах (эти годы провел в Нью-Йорке).",
            "Наезжал в разные страны Европы и Средиземноморья, не раз побывал и в Израиле.",
            "Он создал иллюстрации к «Мертвым душам» Н.В. Гоголя и «Басням» Лафонтена. Внес выдающийся вклад и в сценографию. К середине 20 века его авторитет художника получил мировое звучание.\n",
            "Работа над иллюстрациями к Библии по заказу Воллара предопределила главную тему его позднего творчества. С 1955 года началась работа над «Библией Шагала» – так именуют огромный цикл живописных полотен, раскрывающих мир прародителей еврейского народа в эмоциональной и яркой, наивно-мудрой форме. Его произведения радикально обновили язык современного монументального искусства, обогатив его мощным красочным лиризмом.",
            "В 1973 году Шагал посетил Москву и Ленинград в связи с выставкой своих работ в Третьяковской галерее. Музеи художника существуют в Хайфе (с 1957 года) и Ницце (с 1973 года); в 1992 году дом-музей Шагала открылся в его родном городе Витебске.",
            "Умер Шагал в Сен-Поль-де-Ванс (Приморские Альпы, Франция) 28 марта 1985 года.",
        ],
        "mainImage": shagal,
        "secondaryImages": [

        ],
        "tags": [

        ],
    },
    {
        "id": "2e9b2e9bb81e-567-4702-a361-1de2af3e1",
        "title": "23",
        "content": "Марк Заха́рович (Моисе́й Ха́цкелевич) Шага́л (фр. Marc Chagall, идиш ‏מאַרק שאַגאַל‏‎; 6 июля или 7 июля 1887, Витебск, Витебская губерния, Российская империя — 28 марта 1985, Сен-Поль-де-Ванс, Прованс, Франция) — белорусский и французский художник белорусско-еврейского происхождения. Помимо графики и живописи занимался также сценографией, писал стихи на идише. Один из самых известных представителей художественного авангарда XX века.\n",
        "details": "Марк Захарович Шагал родился в Витебске в семье приказчика. Получил традиционное религиозное образование на дому (древнееврейский язык, чтение Торы и Талмуда).",
        "date": "2009-11-24T23:21:06.957Z",
        "mainTag": "История",
        "paragraphs": [
            "Марк Заха́рович (Моисе́й Ха́цкелевич) Шага́л (фр. Marc Chagall, идиш ‏מאַרק שאַגאַל‏‎; 6 июля или 7 июля 1887, Витебск, Витебская губерния, Российская империя — 28 марта 1985, Сен-Поль-де-Ванс, Прованс, Франция) — белорусский и французский художник белорусско-еврейского происхождения. Помимо графики и живописи занимался также сценографией, писал стихи на идише. Один из самых известных представителей художественного авангарда XX века.",
            "Марк Захарович Шагал родился в Витебске в семье приказчика. Получил традиционное религиозное образование на дому (древнееврейский язык, чтение Торы и Талмуда).",
            "В 1906 году он приехал в Петербург, где в 1906-1909 годах посещал художественную школу. Жил в Петербурге-Петрограде, Витебске и Москве, а в 1910-1914 – в Париже, в колонии художников «La Ruche» («Улей»), сблизившись с Г.Аполлинером, М.Жакобом, А.Сальмоном, Р.Делоне и другими авангардистами.",
            "Все творчество Шагала изначально автобиографично и лирически-исповедально. Уже в ранних его картинах доминируют темы детства, семьи, смерти, глубоко личностные и в то же время «вечные». Вглядываясь в архаику, в иконы и лубок, Шагал примыкает к футуризму и предугадывает будущие авангардные течения.\n",
            "В 1918-1919 годах Шагал был комиссаром искусств губернского отдела народного образования в Витебске, оформлял город к революционным праздникам. В Москве написал ряд больших настенных панно для Еврейского Камерного театра, сделав первый значительный шаг к монументальному искусству.",
            "Выехав в 1922 году в Берлин, с 1923 года обосновался в Париже; в том же году в Берлине вышла книга его мемуаров «Моя жизнь», где он проявил себя как настоящий литератор-художник, мыслящий яркими образами. С тех пор жил во Франции, в Париже или на юге страны, временно покинув ее в 1941-1947 годах (эти годы провел в Нью-Йорке).",
            "Наезжал в разные страны Европы и Средиземноморья, не раз побывал и в Израиле.",
            "Он создал иллюстрации к «Мертвым душам» Н.В. Гоголя и «Басням» Лафонтена. Внес выдающийся вклад и в сценографию. К середине 20 века его авторитет художника получил мировое звучание.\n",
            "Работа над иллюстрациями к Библии по заказу Воллара предопределила главную тему его позднего творчества. С 1955 года началась работа над «Библией Шагала» – так именуют огромный цикл живописных полотен, раскрывающих мир прародителей еврейского народа в эмоциональной и яркой, наивно-мудрой форме. Его произведения радикально обновили язык современного монументального искусства, обогатив его мощным красочным лиризмом.",
            "В 1973 году Шагал посетил Москву и Ленинград в связи с выставкой своих работ в Третьяковской галерее. Музеи художника существуют в Хайфе (с 1957 года) и Ницце (с 1973 года); в 1992 году дом-музей Шагала открылся в его родном городе Витебске.",
            "Умер Шагал в Сен-Поль-де-Ванс (Приморские Альпы, Франция) 28 марта 1985 года.",
        ],
        "mainImage": shagal,
        "secondaryImages": [

        ],
        "tags": [

        ],
    },
]

export const ukrainePics = [
    'https://media.defense.gov/2022/Dec/07/2003127547/825/780/0/220305-Z-XE576-1169.JPG',
    'https://ichef.bbci.co.uk/news/976/cpsprodpb/13960/production/_128842208_ukraine_kupiansk_getty.jpg',
    'https://media.defense.gov/2022/Nov/14/2003114316/825/780/0/221114-D-D0439-001.JPG',
    'https://i.cbc.ca/1.6410621.1649272073!/cpImage/httpImage/image.jpg_gen/derivatives/16x9_780/russia-ukraine-war.jpg',
    'https://www.imb.org/wp-content/uploads/2020/01/Ukraine-man.jpg',
    'https://i.ytimg.com/vi/Yqb5OmEU9BQ/maxresdefault.jpg',
    'https://www.atlanticcouncil.org/wp-content/uploads/2020/11/2020-11-08T032016Z_930117146_HP1EGB8099SN9_RTRMADP_3_USA-ELECTION-BIDEN-scaled-e1604876072239.jpg',
    'https://global-uploads.webflow.com/5f6cc9cd16d59d990c8fca33/63f51d7de857bd39b2c29129_Good-News-Ukraine.webp',
    'https://www.aljazeera.com/wp-content/uploads/2022/09/AP22249435371388.jpg?resize=570%2C380&quality=80',
    'https://news.molevalley.gov.uk/wp-content/uploads/2023/02/Ukraine-Image.jpg',
    'https://www.coe.int/documents/6827565/114751211/0/6c37dfbd-349c-daed-5aba-30b73adbbc2f',
    'https://www.newsncr.com/wp-content/uploads/2022/03/Ukraine-President-Family-Who-are-in-the-family-of-President.jpg',
    'https://media.npr.org/assets/img/2022/08/01/img_5739-9462dd67ab481efab966c4a4a0f44437aa8d965b-s1100-c50.jpeg',
    'https://reaction.life/wp-content/uploads/elementor/thumbs/shutterstock_2148138401-copy-pz9thxl4zcts1ytgn14jm1uwddgemp3rias7nl5jfc.jpg',
    'https://gdb.rferl.org/08b90000-0a00-0242-199e-08dab1c4a4be_w1080_r0_s.jpg',
    'https://global-uploads.webflow.com/5f6cc9cd16d59d990c8fca33/622a3536962d76631e3fd803_welcoming-ukrainian-refugees.jpg',
    'http://www.atlanticcouncil.org/wp-content/uploads/2018/06/20180626_haring_large.png',
    'https://universe.byu.edu/wp-content/uploads/2022/03/1000-1-8.jpg',
    'https://www.financialexpress.com/wp-content/uploads/2022/10/ukraine-2.jpg',
    'https://www.ziedot.lv/cache/images/2-21_5703801674722480963512.jpg',
    'https://idsb.tmgrup.com.tr/ly/uploads/images/2022/07/21/219737.jpg',
    'https://ius-sdb.com/wp-content/uploads/2022/03/IUS-023-1.jpg',
    'https://img.rasset.ie/001b5246-1200.jpg',
    'https://www.goodnewsfinland.com/dam/jcr:02c7d093-39a1-49b3-95ae-3d2b0eda0711/solargaps_credit-solargaps-facebook-9585578.png',
    'https://img.pravda.com/images/doc/d/2/d298973-kuleba.jpg',
    'https://ti-ukraine.org/wp-content/uploads/2022/08/sajt-obkladynka-11.png',
    'https://enterprise.press/wp-content/uploads/2022/03/wheat-1600px.jpg',
    'https://i.tmgrup.com.tr/anews/v1/2022/04/02/ukraine-expects-good-news-over-weekend-regarding-mariupol-evacuations-1648885080300.jpg',
    'https://cdnuploads.aa.com.tr/uploads/Contents/2022/07/22/thumbs_b_c_09573405ee51f2ef428b63459aad1550.jpg?v=151508',
    'https://www.foodformzansi.co.za/wp-content/uploads/2022/07/41910522_l.jpg',
    'https://assets.goal.com/v3/assets/bltcc7a7ffd2fbf71f5/blt74c158d0110bffa1/62d66ed060ae921079a510e5/goal---web-three-way-split-window--3cb2bcd1-aa65-415f-a476-bb933e1d1f10.jpeg',
    'http://4liberty.eu/wp-content/uploads/2022/06/1200px-Winslow_Homer_-_Looking_out_to_Sea_Cullercoats_1882.jpg',
    'https://bl-i.thgim.com/public/incoming/wjuqby/article65284120.ece/alternates/FREE_1200/kk.jpg'
];

export const israelPics = [
    'https://ichef.bbci.co.uk/news/976/cpsprodpb/5A8D/production/_128818132_mediaitem128817957.jpg',
    'https://img.haarets.co.il/bs/00000186-cff3-dc44-abe6-cffb93f10001/44/2b/e587c8cd4cbf825939db7df22741/fire1.jpeg?precrop=1937,1126,x0,y0&height=331&width=570',
    'https://www.middleeasteye.net/sites/default/files/styles/splash/public/images-story/palestine-isreal-occupation-violence-protest-2023-afpo.jpg?itok=apA8obA9',
    'https://images.jpost.com/image/upload/f_auto,fl_lossy/t_JM_TopStoryFaceDetect/528553',
    'https://www.aljazeera.com/wp-content/uploads/2023/02/33A69PT-highres.jpg?resize=770%2C513&quality=80',
    'https://static.timesofisrael.com/www/uploads/2018/04/F170502HP37.jpghttps://static.timesofisrael.com/www/uploads/2018/04/F170502HP37.jpg',
    'https://images.ctfassets.net/pjshm78m9jt4/4T25enT1rLiWlplyROfKoT/5180ead6972f1f035d147192183d8755/cosmin-serban-6BrRH_L-78Q-unsplash.jpeg',
    'https://media.jewishbusinessnews.com/2020/11/20095913/Tel-Aviv-Israel-photo-Thomas-Serer-Unsplash.png',
    'https://thehill.com/wp-content/uploads/sites/2/2022/10/8293f9ba87cc4a3694cd6fc08575184d-e1665518371896.jpg',
    'https://cdn.i24news.tv/uploads/37/70/29/5c/fd/55/5a/19/da/a0/91/53/16/80/c8/92/3770295cfd555a19daa091531680c892.jpg?width=1000',
    'https://cdn.jewishboston.com/uploads/2019/06/israelteach1200-729x486.jpg',
    'https://cdn.vox-cdn.com/thumbor/Jsq9R_4FLgm5IsUEhOcig-7ew9Y=/1400x1400/filters:format(jpeg)/cdn.vox-cdn.com/uploads/chorus_asset/file/13654902/GettyImages_1075183216.jpg',
    'https://hashivah.org/wp-content/uploads/2016/11/4534847239_5129b0e3f9_b-1.jpg',
    'https://images.squarespace-cdn.com/content/v1/582937cc893fc0eadc7033b0/1606592573650-VZHDF71H52TNGS9XB96T/sukka_hannah_edited_2018.JPG?format=2500w',
    'https://www.google.com/url?sa=i&url=https%3A%2F%2Fwww1.cbn.com%2Fcbnnews%2Fisrael%2F2017%2Fjanuary%2Fgood-news-bad-news-as-2017-rolls-out&psig=AOvVaw05YTPl96BrZ4YABS4t4kya&ust=1678642846885000&source=images&cd=vfe&ved=0CBAQjRxqFwoTCLikx4a21P0CFQAAAAAdAAAAABBv',
    'https://images.jpost.com/image/upload/f_auto,fl_lossy/t_JM_ArticleMainImageFaceDetect/452993',
    'https://unitedwithisrael.org/wp-content/uploads/2023/01/Ugliest-building-in-the-world.v1.jpg',
    'https://media.jewishbusinessnews.com/2020/12/20095815/Tel-Aviv-Israel-photo-Yoav-Aziz-Unsplash-1.png',
    'https://www.thejoint.org.il/en/wp-content/uploads/sites/2/2020/12/urban-renewal.jpg',
    'https://www.5tjt.com/wp-content/uploads/2022/11/Lonah-Chemtai-Salpeter.-Credit-Israel-Athletic-Association.-534x462.jpg',
    'https://godtv.com/wp-content/uploads/2023/01/Screen-Shot-2023-01-12-at-9.32.31-AM-585x300.png',
    'https://goodnews.eu/en/wp-content/uploads/sites/3/2021/07/quin-engle-eiMQLRvY8QQ-unsplash.jpg',
    'https://www.gannett-cdn.com/presto/2020/08/30/USAT/df11f257-d206-407d-8948-ccb347719f72-AP_Israel_US.jpg?width=660&height=423&fit=crop&format=pjpg&auto=webp',
    'https://img.haarets.co.il/bs/00000185-96ad-d1ad-afad-96bd82720000/ac/c6/c8a2ba074b6294736f6b5256a55b/711286.jpg?precrop=1606,1606,x415,y0',
    'https://israelmyglory.org/wp-content/uploads/2017/02/IsaiahsGoodNews-1-1000x540.jpg',
    'https://israeladvantagetours.com/wp-content/uploads/2022/08/Volunteers-and-directors-at-el-Araj.jpg',
    'https://cyclingmagazine.ca/wp-content/uploads/2022/08/IPTVuelta.jpeg',
    'https://ims.gov.il/sites/default/files/261699054_683982759654542_4336952111256666333_n_0.jpg',
    'https://www.israelnationalnews.com/static/pictures/000/1097582.jpg',
    'https://www.goodnewsnow.online/s/img/emotionheader.jpg?1620929062.944.583px',
    'https://www.bagels.tv/wp-content/uploads/2019/10/good-news-from-israel-this-week-1.jpg',
    'https://images.forwardcdn.com/image/675x/center/images/cropped/peace-bridge-1620952590.jpg',
    'https://upload.wikimedia.org/wikipedia/commons/thumb/d/d4/Flag_of_Israel.svg/1200px-Flag_of_Israel.svg.png',
    'https://i.natgeofe.com/n/efa8dd41-0cba-48eb-8598-562fe74884df/israel-travel.jpg',
    'https://www.al-monitor.com/sites/default/files/styles/article_header/public/2023-03/GettyImages-1246531557.jpg?h=a5ae579a&itok=OxNPOqh7',
    'https://i.natgeofe.com/k/1072dab0-6bf6-4e5d-91d8-2a9bbb25d406/israel-holocaust-memorial_3x2.jpg',
    'https://media.realinstitutoelcano.org/wp-content/uploads/2021/10/comentario-amirah-el-trilema-de-israel.jpg',
    'https://assets.ey.com/content/dam/ey-sites/ey-com/en_us/topics/israel/ey-sky-line-of-tel-aviv-towers.jpg',
    'https://embassies.gov.il/pretoria/Documents/English_NEWSROOM-2023_GPOKG-Netanyahu-Itno.jpg',
    'http://www.middleeasteye.net/sites/default/files/images-story/2021-12-28T085744Z_288603174_RC2KNR97WG6L_RTRMADP_3_ISRAEL-PALESTINIANS-VIOLENCE.JPG',
    'https://images.wsj.net/im-712475?width=1280&size=1'
];

export const worldPics = [
    'https://images.indianexpress.com/2021/09/world-news.jpg',
    'https://images.indianexpress.com/2021/09/roundup-world.jpg',
    'https://cdn.wionews.com/sites/default/files/styles/story_page/public/2022/04/26/257593-untitled-design-11.png',
    'https://www.gannett-cdn.com/presto/2022/09/26/USAT/40944a59-5a9b-44d4-a6de-1b6fa9a1ddbe-VPC_IRAN_PROTESTS_WORLD__DIA_IMAGES_AP.jpg?width=660&height=372&fit=crop&format=pjpg&auto=webp',
    'https://news.wayne.edu/storage/files/arashoncnn-63a0ce1b5cca7.jpg',
    'https://images.indianexpress.com/2021/09/world-roundup-2.jpg',
    'https://media4.s-nbcnews.com/i/newscms/2020_27/3393340/world_dfcfcfcb5559c96e3677d3339926baca.jpg',
    'https://i.guim.co.uk/img/media/91820c40e14704d6dbab1ccfed8df2b6ef76f01e/102_626_4420_2652/master/4420.jpg?width=1200&height=1200&quality=85&auto=format&fit=crop&s=2d678cf7e2a38d5490e63f391e727975',
    'https://image.cnbcfm.com/api/v1/image/107131316-16651716691665171666-25876291248-1080pnbcnews.jpg?v=1665172452&w=750&h=422&vtcrop=y',
    'https://cdn.wionews.com/sites/default/files/styles/story_page/public/2021/05/17/195247-oof-3.jpg',
    'https://www.fairobserver.com/wp-content/uploads/2017/11/Nuclear-war-nuclear-weapons-North-Korea-world-news-1.jpg',
    'https://i.insider.com/5de47bc679d75771cc554942?width=1200&format=jpeg',
    'https://i.ytimg.com/vi/d8SxRv9yrTg/maxresdefault.jpg',
    'https://cdn.vanguardngr.com/wp-content/uploads/2022/12/2f7ae778-1767-4092-8a24-17a7e1fea845.jpg',
    'https://ichef.bbci.co.uk/news/1024/branded_news/16A2F/production/_126591729_kenya.jpg',
    'https://www.vaticannews.va/content/dam/vaticannews/multimedia/2022/04/19/Senza-titolo-1.jpg/_jcr_content/renditions/cq5dam.thumbnail.cropped.750.422.jpeg',
    'https://media1.s-nbcnews.com/i/newscms/2018_31/2517376/180802-sweden-mountain-mc-9352_c0684b6451e1a60de265cf86ed3987b0.JPG',
    'https://e3.365dm.com/23/02/768x432/skynews-ukraine-battlefields_6067648.png?20230223202331',
    'https://www.aljazeera.com/wp-content/uploads/2022/11/2022-10-22T153721Z_223273657_RC2C6X9R27MW_RTRMADP_3_RELIGION-DIWALI-1.jpg?resize=770%2C513&quality=80',
    'https://s.abcnews.com/images/International/turkey-earth-quake-gty-mz-01-230209_1675955333241_hpMain_16x9_992.jpg',
    'https://euvsdisinfo.eu/uploads/2017/04/maxresdefault.jpg',
    'https://e00-marca.uecdn.es/assets/multimedia/imagenes/2022/11/14/16684179649456.jpg',
    'https://vietnamtimes.org.vn/stores/news_dataimages/hang.le/062020/01/08/1136_920x920.jpg',
    'https://e3.365dm.com/23/02/2048x1152/skynews-joe-biden_6066283.jpg',
    'https://pyxis.nymag.com/v1/imgs/13a/1e8/e7b227dc22321e3e625cbb3bea72692c96-07-bad-news.rsocial.w1200.jpg',
    'http://trendook.com/wp-content/uploads/2021/07/usa-today-1.jpg',
    'https://news.italy24.press/content/uploads/2023/03/08/2964695dc6.jpg',
    'https://www.japantimes.co.jp/wp-content/uploads/2018/12/n-world-a-20181226.jpg',
    'https://eloncdn.blob.core.windows.net/eu3/sites/74/2022/09/Today-at-Elon_Digital-Graphics-1200x900_US-News.png',
    'https://ichef.bbci.co.uk/images/ic/1200x675/p01hjrsc.jpg',
    'https://images.seattletimes.com/wp-content/uploads/2022/07/202207151944MCT_____PHOTO____US-NEWS-BART-WILL-LIFT-ITS-COVID-1-SJ.jpg?d=780x529',
    'https://images.news18.com/ibnlive/uploads/2022/08/fires97s9gs-16593559093x2.png',
    'https://assets.telegraphindia.com/telegraph/2023/Mar/1678536759_hamburg.jpg',
    'https://e3.365dm.com/23/03/768x432/skynews-kyiv-ukraine-russia_6082666.jpg?20230309055643',
    'https://www.theghostsinourmachine.com/wp-content/uploads/2014/07/FEA-BBC-World-News.jpg',
    'https://talksport.com/wp-content/uploads/sites/5/2022/12/DK-TALKSPORT-BLOG-HERO.jpg?strip=all&quality=100&w=1360&h=579&crop=1',
    'https://img.olympicchannel.com/images/image/private/t_s_pog_staticContent_hero_xl_2x/f_auto/primary/qw0um6tdweqmvfjgyymb',
    'https://s.yimg.com/ny/api/res/1.2/Ucg0wN0CwlL4PvHgWy6p5w--/YXBwaWQ9aGlnaGxhbmRlcjt3PTY0MDtoPTQyNw--/https://media.zenfs.com/en/evening_standard_239/c55e21e95eb78aa8456994632bf79865',
    'https://www.gannett-cdn.com/media/2022/11/11/USATODAY/usatsports/imageForEntry30-XuI.jpg?width=660&height=372&fit=crop&format=pjpg&auto=webp',
    'https://www.fairobserver.com/wp-content/uploads/2017/11/Pollution-world-news-news-today-international-news.jpg',
    'https://images.mid-day.com/images/images/2023/mar/saudi-iraniStock_d.jpg',
]

export const trimTextToLength = (text, maxLength) => {
    if (text.length <= maxLength) {
        return text;
    } else {
        const trimmedText = text.substring(0, maxLength);
        const lastSpaceIndex = trimmedText.lastIndexOf(" ");
        return trimmedText.substring(0, lastSpaceIndex) + "...";
    }
}

export const contacts = [
    {
        id: "email",
        icon: mail,
        title: "office@jewishkiev.com.ua",
        link: "https://www.twitter.com/",
    },
    {
        id: "social-media-3",
        icon: twitter,
        title: "https://www.twitter.com/",
        link: "https://www.twitter.com/",
    },
    {
        id: "social-media-4",
        icon: instagram,
        title: "https://www.instagram.com/",
        link: "https://www.instagram.com/",
    },
    {
        id: "phone",
        icon: phone,
        title: "+3806737525980",
        link: "https://www.twitter.com/",
    },
];

export const simpleNavLinks = [
    {
        id: "culture",
        title: "Культура",
    },
    {
        id: "Projects",
        title: "Проекты",
    },
    {
        id: "contact",
        title: "Контакты",
    },
];

export const dropDownNavLinks = [
    {
        id: "fond_news",
        title: "Новости фонда",
    },
    {
        id: "forum_news",
        title: "Новости форума",
    },
    {
        id: "ukraine_news",
        title: "В Украине",
    },
    {
        id: "israel_news",
        title: "Израиль",
    },
    {
        id: "world_news",
        title: "В мире",
    },
];

export const carouselImages = [
    {
        "resources": [
            {
                "title": "Find me on Mastodon",
                "link": "https://indieweb.social/@kendalmintcode",
                "imageUrl": "https://placeimg.com/300/300/any"
            },
            {
                "title": "Welcome to Ark Labs",
                "link": "https://ark-labs.co.uk",
                "imageUrl": "https://placeimg.com/300/300/animals"
            },
            {
                "title": "Some sort of third title",
                "link": "https://indieweb.social/@kendalmintcode",
                "imageUrl": "https://placeimg.com/300/300/architecture"
            },
            {
                "title": "Super item number the last",
                "link": "https://indieweb.social/@kendalmintcode",
                "imageUrl": "https://placeimg.com/300/300/tech"
            }
        ]
    }
]

export const bottomLinks = [
    {
        id: "culture",
        title: "Культура",
    },
    {
        id: "Projects",
        title: "Проекты",
    },
    {
        id: "contact",
        title: "Контакты",
    },
    {
        id: "fond_news",
        title: "Новости фонда",
    },
    {
        id: "forum_news",
        title: "Новости форума",
    },
    {
        id: "ukraine_news",
        title: "В Украине",
    },
    {
        id: "israel_news",
        title: "Израиль",
    },
    {
        id: "world_news",
        title: "В мире",
    },
];

export const cloudTags = [
    {
        id: "1",
        title: "Eврейская история",
    },
    {
        id: "2",
        title: "Eврейский форум Украины",
    },
    {
        id: "3",
        title: "Eврейская культура",
    },
    {
        id: "4",
        title: "Eврейский фонд в Украине",
    },
    {
        id: "5",
        title: "Аркадий Монастырский",
    },
    {
        id: "6",
        title: "Михаил Фельдман",
    },
    {
        id: "7",
        title: "Израиль",
    },
    {
        id: "8",
        title: "Eврейский праздник",
    },
    {
        id: "9",
        title: "Антисемитизм",
    },
    {
        id: "10",
        title: "Традиции",
    },
    {
        id: "11",
        title: "Еврейское образование",
    },
    {
        id: "12",
        title: "Антисемитизм в Украине",
    },
    {
        id: "13",
        title: "Еврейский музей",
    },
    {
        id: "14",
        title: "Еврейская традиция",
    },
    {
        id: "15",
        title: "В мире",
    },
];

export const newsData = [
    {
        id: "news-1",
        content: "Teen Hailed as ‘Hero of Ukraine’ For Using His Drone to Pinpoint Russian Convoy Headed Toward Capital",
        details: 'Facilisis leo vel fringilla est ullamcorper eget. Urna cursus eget nunc scelerisque viverra mauris in aliquam. Id interdum velit laoreet id. Vel elit scelerisque mauris pellentesque pulvinar pellentesque habitant morbi. Pellentesque habitant morbi tristique senectus et netus et malesuada fames. Justo donec enim diam vulputate ut pharetra sit. Facilisis leo vel fringilla est ullamcorper eget nulla facilisi. Pulvinar etiam non quam lacus suspendisse faucibus interdum posuere. Ac placerat vestibulum lectus mauris ultrices eros in cursus turpis. Aliquet risus feugiat in ante metus dictum. Non consectetur a erat nam at. Egestas quis ipsum suspendisse ultrices gravida dictum. Nunc lobortis mattis aliquam faucibus purus in.',
        img: chessTestImage,
        date: "October 5th, 2023",
        tag: 'World',
    },
    {
        id: "news-2",
        content: "British Woman Who Fled War in ‘74 Closes Her Hotel to Tourists–Giving Ukrainian Refugees a Home Instead",
        img: chessTestImage,
        date: "October 5th, 2023",
        tag: 'Inspiring',
        details: 'Facilisis leo vel fringilla est ullamcorper eget. Urna cursus eget nunc scelerisque viverra mauris in aliquam. Id interdum velit laoreet id. Vel elit scelerisque mauris pellentesque pulvinar pellentesque habitant morbi. Pellentesque habitant morbi tristique senectus et netus et malesuada fames. Justo donec enim diam vulputate ut pharetra sit. Facilisis leo vel fringilla est ullamcorper eget nulla facilisi. Pulvinar etiam non quam lacus suspendisse faucibus interdum posuere. Ac placerat vestibulum lectus mauris ultrices eros in cursus turpis. Aliquet risus feugiat in ante metus dictum. Non consectetur a erat nam at. Egestas quis ipsum suspendisse ultrices gravida dictum. Nunc lobortis mattis aliquam faucibus purus in.',
    },
    {
        id: "news-3",
        content:
            "Baby Blanket Crocheted by Queen Mary and Surviving WWII Set to Raise Money for Ukraine Children’s Fund",
        img: chessTestImage,
        date: "October 5th, 2023",
        tag: 'Inspiring',
        details: 'Facilisis leo vel fringilla est ullamcorper eget. Urna cursus eget nunc scelerisque viverra mauris in aliquam. Id interdum velit laoreet id. Vel elit scelerisque mauris pellentesque pulvinar pellentesque habitant morbi. Pellentesque habitant morbi tristique senectus et netus et malesuada fames. Justo donec enim diam vulputate ut pharetra sit. Facilisis leo vel fringilla est ullamcorper eget nulla facilisi. Pulvinar etiam non quam lacus suspendisse faucibus interdum posuere. Ac placerat vestibulum lectus mauris ultrices eros in cursus turpis. Aliquet risus feugiat in ante metus dictum. Non consectetur a erat nam at. Egestas quis ipsum suspendisse ultrices gravida dictum. Nunc lobortis mattis aliquam faucibus purus in.',
    },
    {
        id: "news-4",
        content: "With His Handmade Bowl, this 12-Year-old Raised $325,000 for Ukrainian Kids",
        img: chessTestImage,
        date: "October 5th, 2023",
        tag: 'Heroes',
        details: 'Facilisis leo vel fringilla est ullamcorper eget. Urna cursus eget nunc scelerisque viverra mauris in aliquam. Id interdum velit laoreet id. Vel elit scelerisque mauris pellentesque pulvinar pellentesque habitant morbi. Pellentesque habitant morbi tristique senectus et netus et malesuada fames. Justo donec enim diam vulputate ut pharetra sit. Facilisis leo vel fringilla est ullamcorper eget nulla facilisi. Pulvinar etiam non quam lacus suspendisse faucibus interdum posuere. Ac placerat vestibulum lectus mauris ultrices eros in cursus turpis. Aliquet risus feugiat in ante metus dictum. Non consectetur a erat nam at. Egestas quis ipsum suspendisse ultrices gravida dictum. Nunc lobortis mattis aliquam faucibus purus in.',
    },
    {
        id: "news-5",
        content: "Ukrainian Refugees Find Comfort in Italy From Unlikely Source – A Bunch of Lawyers",
        img: chessTestImage,
        date: "October 5th, 2023",
        tag: 'World',
        details: 'Facilisis leo vel fringilla est ullamcorper eget. Urna cursus eget nunc scelerisque viverra mauris in aliquam. Id interdum velit laoreet id. Vel elit scelerisque mauris pellentesque pulvinar pellentesque habitant morbi. Pellentesque habitant morbi tristique senectus et netus et malesuada fames. Justo donec enim diam vulputate ut pharetra sit. Facilisis leo vel fringilla est ullamcorper eget nulla facilisi. Pulvinar etiam non quam lacus suspendisse faucibus interdum posuere. Ac placerat vestibulum lectus mauris ultrices eros in cursus turpis. Aliquet risus feugiat in ante metus dictum. Non consectetur a erat nam at. Egestas quis ipsum suspendisse ultrices gravida dictum. Nunc lobortis mattis aliquam faucibus purus in.',
    },
    {
        id: "news-6",
        content: "Supermassive Black Hole Lurking at Edge of the Universe is One of Biggest Ever Detected–and ‘Completely Unexpected’",
        img: chessTestImage,
        date: "October 5th, 2023",
        tag: 'Science',
        details: 'Facilisis leo vel fringilla est ullamcorper eget. Urna cursus eget nunc scelerisque viverra mauris in aliquam. Id interdum velit laoreet id. Vel elit scelerisque mauris pellentesque pulvinar pellentesque habitant morbi. Pellentesque habitant morbi tristique senectus et netus et malesuada fames. Justo donec enim diam vulputate ut pharetra sit. Facilisis leo vel fringilla est ullamcorper eget nulla facilisi. Pulvinar etiam non quam lacus suspendisse faucibus interdum posuere. Ac placerat vestibulum lectus mauris ultrices eros in cursus turpis. Aliquet risus feugiat in ante metus dictum. Non consectetur a erat nam at. Egestas quis ipsum suspendisse ultrices gravida dictum. Nunc lobortis mattis aliquam faucibus purus in.',
    },
];

export const newsDataForFeed = [
    {
        id: "news-1",
        content: "Teen Hailed as ‘Hero of Ukraine’ For Using His Drone to Pinpoint Russian Convoy Headed Toward Capital",
        img: chessTestImage,
        date: "October 5th, 2023",
        tag: 'World',
        details: 'Facilisis leo vel fringilla est ullamcorper eget. Urna cursus eget nunc scelerisque viverra mauris in aliquam. Id interdum velit laoreet id. Vel elit scelerisque mauris pellentesque pulvinar pellentesque habitant morbi. Pellentesque habitant morbi tristique senectus et netus et malesuada fames. Justo donec enim diam vulputate ut pharetra sit. Facilisis leo vel fringilla est ullamcorper eget nulla facilisi. Pulvinar etiam non quam lacus suspendisse faucibus interdum posuere. Ac placerat vestibulum lectus mauris ultrices eros in cursus turpis. Aliquet risus feugiat in ante metus dictum. Non consectetur a erat nam at. Egestas quis ipsum suspendisse ultrices gravida dictum. Nunc lobortis mattis aliquam faucibus purus in.',
    },
    {
        id: "news-2",
        content: "British Woman Who Fled War in ‘74 Closes Her Hotel",
        img: chessTestImage,
        date: "October 5th, 2023",
        tag: 'Inspiring',
        details: 'Facilisis leo vel friga British Woman Who Fled War in ‘74 Closes Her Hotel British Woman Who Fled War in ‘74 Closes Her Hotel British Woman Who Fled War in ‘74 Closes Her Hotel British Woman Who Fled War in ‘74 Closes Her Hotel',
    },
    {
        id: "news-3",
        content:
            "Baby Blanket Crocheted by Queen Mary and Surviving WWII Set to Raise Money for Ukraine Children’s Fund",
        img: chessTestImage,
        date: "October 5th, 2023",
        tag: 'Inspiring',
        details: 'Facilisis leo vel fringilla est ullamcorper eget. Urna cursus eget nunc scelerisque viverra mauris in aliquam. Id interdum velit laoreet id. Vel elit scelerisque mauris pellentesque pulvinar pellentesque habitant morbi. Pellentesque habitant morbi tristique senectus et netus et malesuada fames. Justo donec enim diam vulputate ut pharetra sit. Facilisis leo vel fringilla est ullamcorper eget nulla facilisi. Pulvinar etiam non quam lacus suspendisse faucibus interdum posuere. Ac placerat vestibulum lectus mauris ultrices eros in cursus turpis. Aliquet risus feugiat in ante metus dictum. Non consectetur a erat nam at. Egestas quis ipsum suspendisse ultrices gravida dictum. Nunc lobortis mattis aliquam faucibus purus in.',
    },
    {
        id: "news-4",
        content: "With His Handmade Bowl, this 12-Year-old Raised $325,000 for Ukrainian Kids",
        img: chessTestImage,
        date: "October 5th, 2023",
        tag: 'Heroes',
        details: 'Facilisis leo vel fringilla est ullamcorper eget. Urna cursus eget nunc scelerisque viverra mauris in aliquam. Id interdum velit laoreet id. Vel elit scelerisque mauris pellentesque pulvinar pellentesque habitant morbi. Pellentesque habitant morbi tristique senectus et netus et malesuada fames. Justo donec enim diam vulputate ut pharetra sit. Facilisis leo vel fringilla est ullamcorper eget nulla facilisi. Pulvinar etiam non quam lacus suspendisse faucibus interdum posuere. Ac placerat vestibulum lectus mauris ultrices eros in cursus turpis. Aliquet risus feugiat in ante metus dictum. Non consectetur a erat nam at. Egestas quis ipsum suspendisse ultrices gravida dictum. Nunc lobortis mattis aliquam faucibus purus in.',
    },
    {
        id: "news-5",
        content: "Ukrainian Refugees Find Comfort in Italy From Unlikely Source – A Bunch of Lawyers",
        img: chessTestImage,
        date: "October 5th, 2023",
        tag: 'World',
        details: 'Facilisis leo vel fringilla est ullamcorper eget. Urna cursus eget nunc scelerisque viverra mauris in aliquam. Id interdum velit laoreet id. Vel elit scelerisque mauris pellentesque pulvinar pellentesque habitant morbi. Pellentesque habitant morbi tristique senectus et netus et malesuada fames. Justo donec enim diam vulputate ut pharetra sit. Facilisis leo vel fringilla est ullamcorper eget nulla facilisi. Pulvinar etiam non quam lacus suspendisse faucibus interdum posuere. Ac placerat vestibulum lectus mauris ultrices eros in cursus turpis. Aliquet risus feugiat in ante metus dictum. Non consectetur a erat nam at. Egestas quis ipsum suspendisse ultrices gravida dictum. Nunc lobortis mattis aliquam faucibus purus in.',
    },
    {
        id: "news-6",
        content: "Supermassive Black Hole Lurking at Edge of the Universe is One of Biggest Ever Detected–and ‘Completely Unexpected’",
        img: chessTestImage,
        date: "October 5th, 2023",
        tag: 'Science',
        details: 'Facilisis leo vel fringilla est ullamcorper eget. Urna cursus eget nunc scelerisque viverra mauris in aliquam. Id interdum velit laoreet id. Vel elit scelerisque mauris pellentesque pulvinar pellentesque habitant morbi. Pellentesque habitant morbi tristique senectus et netus et malesuada fames. Justo donec enim diam vulputate ut pharetra sit. Facilisis leo vel fringilla est ullamcorper eget nulla facilisi. Pulvinar etiam non quam lacus suspendisse faucibus interdum posuere. Ac placerat vestibulum lectus mauris ultrices eros in cursus turpis. Aliquet risus feugiat in ante metus dictum. Non consectetur a erat nam at. Egestas quis ipsum suspendisse ultrices gravida dictum. Nunc lobortis mattis aliquam faucibus purus in.',
    },
    {
        id: "news-7",
        content: "With His Handmade Bowl, this 12-Year-old Raised $325,000 for Ukrainian Kids",
        img: chessTestImage,
        date: "October 5th, 2023",
        tag: 'Heroes',
        details: 'Facilisis leo vel fringilla est ullamcorper eget. Urna cursus eget nunc scelerisque viverra mauris in aliquam. Id interdum velit laoreet id. Vel elit scelerisque mauris pellentesque pulvinar pellentesque habitant morbi. Pellentesque habitant morbi tristique senectus et netus et malesuada fames. Justo donec enim diam vulputate ut pharetra sit. Facilisis leo vel fringilla est ullamcorper eget nulla facilisi. Pulvinar etiam non quam lacus suspendisse faucibus interdum posuere. Ac placerat vestibulum lectus mauris ultrices eros in cursus turpis. Aliquet risus feugiat in ante metus dictum. Non consectetur a erat nam at. Egestas quis ipsum suspendisse ultrices gravida dictum. Nunc lobortis mattis aliquam faucibus purus in.',
    },
    {
        id: "news-8",
        content: "Ukrainian Refugees Find Comfort in Italy From Unlikely Source – A Bunch of Lawyers",
        img: chessTestImage,
        date: "October 5th, 2023",
        tag: 'World',
        details: 'Facilisis leo vel fringilla est ullamcorper eget. Urna cursus eget nunc scelerisque viverra mauris in aliquam. Id interdum velit laoreet id. Vel elit scelerisque mauris pellentesque pulvinar pellentesque habitant morbi. Pellentesque habitant morbi tristique senectus et netus et malesuada fames. Justo donec enim diam vulputate ut pharetra sit. Facilisis leo vel fringilla est ullamcorper eget nulla facilisi. Pulvinar etiam non quam lacus suspendisse faucibus interdum posuere. Ac placerat vestibulum lectus mauris ultrices eros in cursus turpis. Aliquet risus feugiat in ante metus dictum. Non consectetur a erat nam at. Egestas quis ipsum suspendisse ultrices gravida dictum. Nunc lobortis mattis aliquam faucibus purus in.',
    },
    {
        id: "news-9",
        content: "Supermassive Black Hole Lurking at Edge of the Universe is One of Biggest Ever Detected–and ‘Completely Unexpected’",
        img: chessTestImage,
        date: "October 5th, 2023",
        tag: 'Science',
        details: 'Facilisis leo vel fringilla est ullamcorper eget. Urna cursus eget nunc scelerisque viverra mauris in aliquam. Id interdum velit laoreet id. Vel elit scelerisque mauris pellentesque pulvinar pellentesque habitant morbi. Pellentesque habitant morbi tristique senectus et netus et malesuada fames. Justo donec enim diam vulputate ut pharetra sit. Facilisis leo vel fringilla est ullamcorper eget nulla facilisi. Pulvinar etiam non quam lacus suspendisse faucibus interdum posuere. Ac placerat vestibulum lectus mauris ultrices eros in cursus turpis. Aliquet risus feugiat in ante metus dictum. Non consectetur a erat nam at. Egestas quis ipsum suspendisse ultrices gravida dictum. Nunc lobortis mattis aliquam faucibus purus in.',
    },
    {
        id: "news-10",
        content: "With His Handmade Bowl, this 12-Year-old Raised $325,000 for Ukrainian Kids",
        img: chessTestImage,
        date: "October 5th, 2023",
        tag: 'Heroes',
        details: 'Facilisis leo vel fringilla est ullamcorper eget. Urna cursus eget nunc scelerisque viverra mauris in aliquam. Id interdum velit laoreet id. Vel elit scelerisque mauris pellentesque pulvinar pellentesque habitant morbi. Pellentesque habitant morbi tristique senectus et netus et malesuada fames. Justo donec enim diam vulputate ut pharetra sit. Facilisis leo vel fringilla est ullamcorper eget nulla facilisi. Pulvinar etiam non quam lacus suspendisse faucibus interdum posuere. Ac placerat vestibulum lectus mauris ultrices eros in cursus turpis. Aliquet risus feugiat in ante metus dictum. Non consectetur a erat nam at. Egestas quis ipsum suspendisse ultrices gravida dictum. Nunc lobortis mattis aliquam faucibus purus in.',
    },
    {
        id: "news-11",
        content: "Ukrainian Refugees Find Comfort in Italy From Unlikely Source – A Bunch of Lawyers",
        img: chessTestImage,
        date: "October 5th, 2023",
        tag: 'World',
        details: 'Facilisis leo vel fringilla est ullamcorper eget. Urna cursus eget nunc scelerisque viverra mauris in aliquam. Id interdum velit laoreet id. Vel elit scelerisque mauris pellentesque pulvinar pellentesque habitant morbi. Pellentesque habitant morbi tristique senectus et netus et malesuada fames. Justo donec enim diam vulputate ut pharetra sit. Facilisis leo vel fringilla est ullamcorper eget nulla facilisi. Pulvinar etiam non quam lacus suspendisse faucibus interdum posuere. Ac placerat vestibulum lectus mauris ultrices eros in cursus turpis. Aliquet risus feugiat in ante metus dictum. Non consectetur a erat nam at. Egestas quis ipsum suspendisse ultrices gravida dictum. Nunc lobortis mattis aliquam faucibus purus in.',
    },
    {
        id: "news-12",
        content: "Teen Hailed as ‘Hero of Ukraine’ For Using His Drone to Pinpoint Russian Convoy Headed Toward Capital",
        img: chessTestImage,
        date: "October 5th, 2023",
        tag: 'World',
        details: 'Facilisis leo vel fringilla est ullamcorper eget. Urna cursus eget nunc scelerisque viverra mauris in aliquam. Id interdum velit laoreet id. Vel elit scelerisque mauris pellentesque pulvinar pellentesque habitant morbi. Pellentesque habitant morbi tristique senectus et netus et malesuada fames. Justo donec enim diam vulputate ut pharetra sit. Facilisis leo vel fringilla est ullamcorper eget nulla facilisi. Pulvinar etiam non quam lacus suspendisse faucibus interdum posuere. Ac placerat vestibulum lectus mauris ultrices eros in cursus turpis. Aliquet risus feugiat in ante metus dictum. Non consectetur a erat nam at. Egestas quis ipsum suspendisse ultrices gravida dictum. Nunc lobortis mattis aliquam faucibus purus in.',
    },
    {
        id: "news-13",
        content: "British Woman Who Fled War in ‘74 Closes Her Hotel",
        img: chessTestImage,
        date: "October 5th, 2023",
        tag: 'Inspiring',
        details: 'Facilisis leo vel friga British Woman Who Fled War in ‘74 Closes Her Hotel British Woman Who Fled War in ‘74 Closes Her Hotel British Woman Who Fled War in ‘74 Closes Her Hotel British Woman Who Fled War in ‘74 Closes Her Hotel',
    },
    {
        id: "news-14",
        content:
            "Baby Blanket Crocheted by Queen Mary and Surviving WWII Set to Raise Money for Ukraine Children’s Fund",
        img: chessTestImage,
        date: "October 5th, 2023",
        tag: 'Inspiring',
        details: 'Facilisis leo vel fringilla est ullamcorper eget. Urna cursus eget nunc scelerisque viverra mauris in aliquam. Id interdum velit laoreet id. Vel elit scelerisque mauris pellentesque pulvinar pellentesque habitant morbi. Pellentesque habitant morbi tristique senectus et netus et malesuada fames. Justo donec enim diam vulputate ut pharetra sit. Facilisis leo vel fringilla est ullamcorper eget nulla facilisi. Pulvinar etiam non quam lacus suspendisse faucibus interdum posuere. Ac placerat vestibulum lectus mauris ultrices eros in cursus turpis. Aliquet risus feugiat in ante metus dictum. Non consectetur a erat nam at. Egestas quis ipsum suspendisse ultrices gravida dictum. Nunc lobortis mattis aliquam faucibus purus in.',
    },
    {
        id: "news-15",
        content: "With His Handmade Bowl, this 12-Year-old Raised $325,000 for Ukrainian Kids",
        img: chessTestImage,
        date: "October 5th, 2023",
        tag: 'Heroes',
        details: 'Facilisis leo vel fringilla est ullamcorper eget. Urna cursus eget nunc scelerisque viverra mauris in aliquam. Id interdum velit laoreet id. Vel elit scelerisque mauris pellentesque pulvinar pellentesque habitant morbi. Pellentesque habitant morbi tristique senectus et netus et malesuada fames. Justo donec enim diam vulputate ut pharetra sit. Facilisis leo vel fringilla est ullamcorper eget nulla facilisi. Pulvinar etiam non quam lacus suspendisse faucibus interdum posuere. Ac placerat vestibulum lectus mauris ultrices eros in cursus turpis. Aliquet risus feugiat in ante metus dictum. Non consectetur a erat nam at. Egestas quis ipsum suspendisse ultrices gravida dictum. Nunc lobortis mattis aliquam faucibus purus in.',
    },
    {
        id: "news-16",
        content: "Ukrainian Refugees Find Comfort in Italy From Unlikely Source – A Bunch of Lawyers",
        img: chessTestImage,
        date: "October 5th, 2023",
        tag: 'World',
        details: 'Facilisis leo vel fringilla est ullamcorper eget. Urna cursus eget nunc scelerisque viverra mauris in aliquam. Id interdum velit laoreet id. Vel elit scelerisque mauris pellentesque pulvinar pellentesque habitant morbi. Pellentesque habitant morbi tristique senectus et netus et malesuada fames. Justo donec enim diam vulputate ut pharetra sit. Facilisis leo vel fringilla est ullamcorper eget nulla facilisi. Pulvinar etiam non quam lacus suspendisse faucibus interdum posuere. Ac placerat vestibulum lectus mauris ultrices eros in cursus turpis. Aliquet risus feugiat in ante metus dictum. Non consectetur a erat nam at. Egestas quis ipsum suspendisse ultrices gravida dictum. Nunc lobortis mattis aliquam faucibus purus in.',
    },
    {
        id: "news-17",
        content: "Supermassive Black Hole Lurking at Edge of the Universe is One of Biggest Ever Detected–and ‘Completely Unexpected’",
        img: chessTestImage,
        date: "October 5th, 2023",
        tag: 'Science',
        details: 'Facilisis leo vel fringilla est ullamcorper eget. Urna cursus eget nunc scelerisque viverra mauris in aliquam. Id interdum velit laoreet id. Vel elit scelerisque mauris pellentesque pulvinar pellentesque habitant morbi. Pellentesque habitant morbi tristique senectus et netus et malesuada fames. Justo donec enim diam vulputate ut pharetra sit. Facilisis leo vel fringilla est ullamcorper eget nulla facilisi. Pulvinar etiam non quam lacus suspendisse faucibus interdum posuere. Ac placerat vestibulum lectus mauris ultrices eros in cursus turpis. Aliquet risus feugiat in ante metus dictum. Non consectetur a erat nam at. Egestas quis ipsum suspendisse ultrices gravida dictum. Nunc lobortis mattis aliquam faucibus purus in.',
    },
    {
        id: "news-18",
        content: "With His Handmade Bowl, this 12-Year-old Raised $325,000 for Ukrainian Kids",
        img: chessTestImage,
        date: "October 5th, 2023",
        tag: 'Heroes',
        details: 'Facilisis leo vel fringilla est ullamcorper eget. Urna cursus eget nunc scelerisque viverra mauris in aliquam. Id interdum velit laoreet id. Vel elit scelerisque mauris pellentesque pulvinar pellentesque habitant morbi. Pellentesque habitant morbi tristique senectus et netus et malesuada fames. Justo donec enim diam vulputate ut pharetra sit. Facilisis leo vel fringilla est ullamcorper eget nulla facilisi. Pulvinar etiam non quam lacus suspendisse faucibus interdum posuere. Ac placerat vestibulum lectus mauris ultrices eros in cursus turpis. Aliquet risus feugiat in ante metus dictum. Non consectetur a erat nam at. Egestas quis ipsum suspendisse ultrices gravida dictum. Nunc lobortis mattis aliquam faucibus purus in.',
    },
    {
        id: "news-19",
        content: "Ukrainian Refugees Find Comfort in Italy From Unlikely Source – A Bunch of Lawyers",
        img: chessTestImage,
        date: "October 5th, 2023",
        tag: 'World',
        details: 'Facilisis leo vel fringilla est ullamcorper eget. Urna cursus eget nunc scelerisque viverra mauris in aliquam. Id interdum velit laoreet id. Vel elit scelerisque mauris pellentesque pulvinar pellentesque habitant morbi. Pellentesque habitant morbi tristique senectus et netus et malesuada fames. Justo donec enim diam vulputate ut pharetra sit. Facilisis leo vel fringilla est ullamcorper eget nulla facilisi. Pulvinar etiam non quam lacus suspendisse faucibus interdum posuere. Ac placerat vestibulum lectus mauris ultrices eros in cursus turpis. Aliquet risus feugiat in ante metus dictum. Non consectetur a erat nam at. Egestas quis ipsum suspendisse ultrices gravida dictum. Nunc lobortis mattis aliquam faucibus purus in.',
    },
    {
        id: "news-20",
        content: "Supermassive Black Hole Lurking at Edge of the Universe is One of Biggest Ever Detected–and ‘Completely Unexpected’",
        img: chessTestImage,
        date: "October 5th, 2023",
        tag: 'Science',
        details: 'Facilisis leo vel fringilla est ullamcorper eget. Urna cursus eget nunc scelerisque viverra mauris in aliquam. Id interdum velit laoreet id. Vel elit scelerisque mauris pellentesque pulvinar pellentesque habitant morbi. Pellentesque habitant morbi tristique senectus et netus et malesuada fames. Justo donec enim diam vulputate ut pharetra sit. Facilisis leo vel fringilla est ullamcorper eget nulla facilisi. Pulvinar etiam non quam lacus suspendisse faucibus interdum posuere. Ac placerat vestibulum lectus mauris ultrices eros in cursus turpis. Aliquet risus feugiat in ante metus dictum. Non consectetur a erat nam at. Egestas quis ipsum suspendisse ultrices gravida dictum. Nunc lobortis mattis aliquam faucibus purus in.',
    },
    {
        id: "news-21",
        content: "With His Handmade Bowl, this 12-Year-old Raised $325,000 for Ukrainian Kids",
        img: chessTestImage,
        date: "October 5th, 2023",
        tag: 'Heroes',
        details: 'Facilisis leo vel fringilla est ullamcorper eget. Urna cursus eget nunc scelerisque viverra mauris in aliquam. Id interdum velit laoreet id. Vel elit scelerisque mauris pellentesque pulvinar pellentesque habitant morbi. Pellentesque habitant morbi tristique senectus et netus et malesuada fames. Justo donec enim diam vulputate ut pharetra sit. Facilisis leo vel fringilla est ullamcorper eget nulla facilisi. Pulvinar etiam non quam lacus suspendisse faucibus interdum posuere. Ac placerat vestibulum lectus mauris ultrices eros in cursus turpis. Aliquet risus feugiat in ante metus dictum. Non consectetur a erat nam at. Egestas quis ipsum suspendisse ultrices gravida dictum. Nunc lobortis mattis aliquam faucibus purus in.',
    },
    {
        id: "news-22",
        content: "Ukrainian Refugees Find Comfort in Italy From Unlikely Source – A Bunch of Lawyers",
        img: chessTestImage,
        date: "October 5th, 2023",
        tag: 'World',
        details: 'Facilisis leo vel fringilla est ullamcorper eget. Urna cursus eget nunc scelerisque viverra mauris in aliquam. Id interdum velit laoreet id. Vel elit scelerisque mauris pellentesque pulvinar pellentesque habitant morbi. Pellentesque habitant morbi tristique senectus et netus et malesuada fames. Justo donec enim diam vulputate ut pharetra sit. Facilisis leo vel fringilla est ullamcorper eget nulla facilisi. Pulvinar etiam non quam lacus suspendisse faucibus interdum posuere. Ac placerat vestibulum lectus mauris ultrices eros in cursus turpis. Aliquet risus feugiat in ante metus dictum. Non consectetur a erat nam at. Egestas quis ipsum suspendisse ultrices gravida dictum. Nunc lobortis mattis aliquam faucibus purus in.',
    },
    {
        id: "news-23",
        content: "Teen Hailed as ‘Hero of Ukraine’ For Using His Drone to Pinpoint Russian Convoy Headed Toward Capital",
        img: chessTestImage,
        date: "October 5th, 2023",
        tag: 'World',
        details: 'Facilisis leo vel fringilla est ullamcorper eget. Urna cursus eget nunc scelerisque viverra mauris in aliquam. Id interdum velit laoreet id. Vel elit scelerisque mauris pellentesque pulvinar pellentesque habitant morbi. Pellentesque habitant morbi tristique senectus et netus et malesuada fames. Justo donec enim diam vulputate ut pharetra sit. Facilisis leo vel fringilla est ullamcorper eget nulla facilisi. Pulvinar etiam non quam lacus suspendisse faucibus interdum posuere. Ac placerat vestibulum lectus mauris ultrices eros in cursus turpis. Aliquet risus feugiat in ante metus dictum. Non consectetur a erat nam at. Egestas quis ipsum suspendisse ultrices gravida dictum. Nunc lobortis mattis aliquam faucibus purus in.',
    },
    {
        id: "news-24",
        content: "British Woman Who Fled War in ‘74 Closes Her Hotel",
        img: chessTestImage,
        date: "October 5th, 2023",
        tag: 'Inspiring',
        details: 'Facilisis leo vel friga British Woman Who Fled War in ‘74 Closes Her Hotel British Woman Who Fled War in ‘74 Closes Her Hotel British Woman Who Fled War in ‘74 Closes Her Hotel British Woman Who Fled War in ‘74 Closes Her Hotel',
    },
    {
        id: "news-25",
        content:
            "Baby Blanket Crocheted by Queen Mary and Surviving WWII Set to Raise Money for Ukraine Children’s Fund",
        img: chessTestImage,
        date: "October 5th, 2023",
        tag: 'Inspiring',
        details: 'Facilisis leo vel fringilla est ullamcorper eget. Urna cursus eget nunc scelerisque viverra mauris in aliquam. Id interdum velit laoreet id. Vel elit scelerisque mauris pellentesque pulvinar pellentesque habitant morbi. Pellentesque habitant morbi tristique senectus et netus et malesuada fames. Justo donec enim diam vulputate ut pharetra sit. Facilisis leo vel fringilla est ullamcorper eget nulla facilisi. Pulvinar etiam non quam lacus suspendisse faucibus interdum posuere. Ac placerat vestibulum lectus mauris ultrices eros in cursus turpis. Aliquet risus feugiat in ante metus dictum. Non consectetur a erat nam at. Egestas quis ipsum suspendisse ultrices gravida dictum. Nunc lobortis mattis aliquam faucibus purus in.',
    },
    {
        id: "news-26",
        content: "With His Handmade Bowl, this 12-Year-old Raised $325,000 for Ukrainian Kids",
        img: chessTestImage,
        date: "October 5th, 2023",
        tag: 'Heroes',
        details: 'Facilisis leo vel fringilla est ullamcorper eget. Urna cursus eget nunc scelerisque viverra mauris in aliquam. Id interdum velit laoreet id. Vel elit scelerisque mauris pellentesque pulvinar pellentesque habitant morbi. Pellentesque habitant morbi tristique senectus et netus et malesuada fames. Justo donec enim diam vulputate ut pharetra sit. Facilisis leo vel fringilla est ullamcorper eget nulla facilisi. Pulvinar etiam non quam lacus suspendisse faucibus interdum posuere. Ac placerat vestibulum lectus mauris ultrices eros in cursus turpis. Aliquet risus feugiat in ante metus dictum. Non consectetur a erat nam at. Egestas quis ipsum suspendisse ultrices gravida dictum. Nunc lobortis mattis aliquam faucibus purus in.',
    },
    {
        id: "news-27",
        content: "Ukrainian Refugees Find Comfort in Italy From Unlikely Source – A Bunch of Lawyers",
        img: chessTestImage,
        date: "October 5th, 2023",
        tag: 'World',
        details: 'Facilisis leo vel fringilla est ullamcorper eget. Urna cursus eget nunc scelerisque viverra mauris in aliquam. Id interdum velit laoreet id. Vel elit scelerisque mauris pellentesque pulvinar pellentesque habitant morbi. Pellentesque habitant morbi tristique senectus et netus et malesuada fames. Justo donec enim diam vulputate ut pharetra sit. Facilisis leo vel fringilla est ullamcorper eget nulla facilisi. Pulvinar etiam non quam lacus suspendisse faucibus interdum posuere. Ac placerat vestibulum lectus mauris ultrices eros in cursus turpis. Aliquet risus feugiat in ante metus dictum. Non consectetur a erat nam at. Egestas quis ipsum suspendisse ultrices gravida dictum. Nunc lobortis mattis aliquam faucibus purus in.',
    },
    {
        id: "news-28",
        content: "Supermassive Black Hole Lurking at Edge of the Universe is One of Biggest Ever Detected–and ‘Completely Unexpected’",
        img: chessTestImage,
        date: "October 5th, 2023",
        tag: 'Science',
        details: 'Facilisis leo vel fringilla est ullamcorper eget. Urna cursus eget nunc scelerisque viverra mauris in aliquam. Id interdum velit laoreet id. Vel elit scelerisque mauris pellentesque pulvinar pellentesque habitant morbi. Pellentesque habitant morbi tristique senectus et netus et malesuada fames. Justo donec enim diam vulputate ut pharetra sit. Facilisis leo vel fringilla est ullamcorper eget nulla facilisi. Pulvinar etiam non quam lacus suspendisse faucibus interdum posuere. Ac placerat vestibulum lectus mauris ultrices eros in cursus turpis. Aliquet risus feugiat in ante metus dictum. Non consectetur a erat nam at. Egestas quis ipsum suspendisse ultrices gravida dictum. Nunc lobortis mattis aliquam faucibus purus in.',
    },
    {
        id: "news-29",
        content: "With His Handmade Bowl, this 12-Year-old Raised $325,000 for Ukrainian Kids",
        img: chessTestImage,
        date: "October 5th, 2023",
        tag: 'Heroes',
        details: 'Facilisis leo vel fringilla est ullamcorper eget. Urna cursus eget nunc scelerisque viverra mauris in aliquam. Id interdum velit laoreet id. Vel elit scelerisque mauris pellentesque pulvinar pellentesque habitant morbi. Pellentesque habitant morbi tristique senectus et netus et malesuada fames. Justo donec enim diam vulputate ut pharetra sit. Facilisis leo vel fringilla est ullamcorper eget nulla facilisi. Pulvinar etiam non quam lacus suspendisse faucibus interdum posuere. Ac placerat vestibulum lectus mauris ultrices eros in cursus turpis. Aliquet risus feugiat in ante metus dictum. Non consectetur a erat nam at. Egestas quis ipsum suspendisse ultrices gravida dictum. Nunc lobortis mattis aliquam faucibus purus in.',
    },
    {
        id: "news-30",
        content: "Ukrainian Refugees Find Comfort in Italy From Unlikely Source – A Bunch of Lawyers",
        img: chessTestImage,
        date: "October 5th, 2023",
        tag: 'World',
        details: 'Facilisis leo vel fringilla est ullamcorper eget. Urna cursus eget nunc scelerisque viverra mauris in aliquam. Id interdum velit laoreet id. Vel elit scelerisque mauris pellentesque pulvinar pellentesque habitant morbi. Pellentesque habitant morbi tristique senectus et netus et malesuada fames. Justo donec enim diam vulputate ut pharetra sit. Facilisis leo vel fringilla est ullamcorper eget nulla facilisi. Pulvinar etiam non quam lacus suspendisse faucibus interdum posuere. Ac placerat vestibulum lectus mauris ultrices eros in cursus turpis. Aliquet risus feugiat in ante metus dictum. Non consectetur a erat nam at. Egestas quis ipsum suspendisse ultrices gravida dictum. Nunc lobortis mattis aliquam faucibus purus in.',
    },
    {
        id: "news-31",
        content: "Supermassive Black Hole Lurking at Edge of the Universe is One of Biggest Ever Detected–and ‘Completely Unexpected’",
        img: chessTestImage,
        date: "October 5th, 2023",
        tag: 'Science',
        details: 'Facilisis leo vel fringilla est ullamcorper eget. Urna cursus eget nunc scelerisque viverra mauris in aliquam. Id interdum velit laoreet id. Vel elit scelerisque mauris pellentesque pulvinar pellentesque habitant morbi. Pellentesque habitant morbi tristique senectus et netus et malesuada fames. Justo donec enim diam vulputate ut pharetra sit. Facilisis leo vel fringilla est ullamcorper eget nulla facilisi. Pulvinar etiam non quam lacus suspendisse faucibus interdum posuere. Ac placerat vestibulum lectus mauris ultrices eros in cursus turpis. Aliquet risus feugiat in ante metus dictum. Non consectetur a erat nam at. Egestas quis ipsum suspendisse ultrices gravida dictum. Nunc lobortis mattis aliquam faucibus purus in.',
    },
    {
        id: "news-32",
        content: "With His Handmade Bowl, this 12-Year-old Raised $325,000 for Ukrainian Kids",
        img: chessTestImage,
        date: "October 5th, 2023",
        tag: 'Heroes',
        details: 'Facilisis leo vel fringilla est ullamcorper eget. Urna cursus eget nunc scelerisque viverra mauris in aliquam. Id interdum velit laoreet id. Vel elit scelerisque mauris pellentesque pulvinar pellentesque habitant morbi. Pellentesque habitant morbi tristique senectus et netus et malesuada fames. Justo donec enim diam vulputate ut pharetra sit. Facilisis leo vel fringilla est ullamcorper eget nulla facilisi. Pulvinar etiam non quam lacus suspendisse faucibus interdum posuere. Ac placerat vestibulum lectus mauris ultrices eros in cursus turpis. Aliquet risus feugiat in ante metus dictum. Non consectetur a erat nam at. Egestas quis ipsum suspendisse ultrices gravida dictum. Nunc lobortis mattis aliquam faucibus purus in.',
    },
    {
        id: "news-33",
        content: "Ukrainian Refugees Find Comfort in Italy From Unlikely Source – A Bunch of Lawyers",
        img: chessTestImage,
        date: "October 5th, 2023",
        tag: 'World',
        details: 'Facilisis leo vel fringilla est ullamcorper eget. Urna cursus eget nunc scelerisque viverra mauris in aliquam. Id interdum velit laoreet id. Vel elit scelerisque mauris pellentesque pulvinar pellentesque habitant morbi. Pellentesque habitant morbi tristique senectus et netus et malesuada fames. Justo donec enim diam vulputate ut pharetra sit. Facilisis leo vel fringilla est ullamcorper eget nulla facilisi. Pulvinar etiam non quam lacus suspendisse faucibus interdum posuere. Ac placerat vestibulum lectus mauris ultrices eros in cursus turpis. Aliquet risus feugiat in ante metus dictum. Non consectetur a erat nam at. Egestas quis ipsum suspendisse ultrices gravida dictum. Nunc lobortis mattis aliquam faucibus purus in.',
    },
    {
        id: "news-34",
        content: "With His Handmade Bowl, this 12-Year-old Raised $325,000 for Ukrainian Kids",
        img: chessTestImage,
        date: "October 5th, 2023",
        tag: 'Heroes',
        details: 'Facilisis leo vel fringilla est ullamcorper eget. Urna cursus eget nunc scelerisque viverra mauris in aliquam. Id interdum velit laoreet id. Vel elit scelerisque mauris pellentesque pulvinar pellentesque habitant morbi. Pellentesque habitant morbi tristique senectus et netus et malesuada fames. Justo donec enim diam vulputate ut pharetra sit. Facilisis leo vel fringilla est ullamcorper eget nulla facilisi. Pulvinar etiam non quam lacus suspendisse faucibus interdum posuere. Ac placerat vestibulum lectus mauris ultrices eros in cursus turpis. Aliquet risus feugiat in ante metus dictum. Non consectetur a erat nam at. Egestas quis ipsum suspendisse ultrices gravida dictum. Nunc lobortis mattis aliquam faucibus purus in.',
    },
    {
        id: "news-35",
        content: "Ukrainian Refugees Find Comfort in Italy From Unlikely Source – A Bunch of Lawyers",
        img: chessTestImage,
        date: "October 5th, 2023",
        tag: 'World',
        details: 'Facilisis leo vel fringilla est ullamcorper eget. Urna cursus eget nunc scelerisque viverra mauris in aliquam. Id interdum velit laoreet id. Vel elit scelerisque mauris pellentesque pulvinar pellentesque habitant morbi. Pellentesque habitant morbi tristique senectus et netus et malesuada fames. Justo donec enim diam vulputate ut pharetra sit. Facilisis leo vel fringilla est ullamcorper eget nulla facilisi. Pulvinar etiam non quam lacus suspendisse faucibus interdum posuere. Ac placerat vestibulum lectus mauris ultrices eros in cursus turpis. Aliquet risus feugiat in ante metus dictum. Non consectetur a erat nam at. Egestas quis ipsum suspendisse ultrices gravida dictum. Nunc lobortis mattis aliquam faucibus purus in.',
    },
    {
        id: "news-36",
        content: "With His Handmade Bowl, this 12-Year-old Raised $325,000 for Ukrainian Kids",
        img: chessTestImage,
        date: "October 5th, 2023",
        tag: 'Heroes',
        details: 'Facilisis leo vel fringilla est ullamcorper eget. Urna cursus eget nunc scelerisque viverra mauris in aliquam. Id interdum velit laoreet id. Vel elit scelerisque mauris pellentesque pulvinar pellentesque habitant morbi. Pellentesque habitant morbi tristique senectus et netus et malesuada fames. Justo donec enim diam vulputate ut pharetra sit. Facilisis leo vel fringilla est ullamcorper eget nulla facilisi. Pulvinar etiam non quam lacus suspendisse faucibus interdum posuere. Ac placerat vestibulum lectus mauris ultrices eros in cursus turpis. Aliquet risus feugiat in ante metus dictum. Non consectetur a erat nam at. Egestas quis ipsum suspendisse ultrices gravida dictum. Nunc lobortis mattis aliquam faucibus purus in.',
    },
    {
        id: "news-37",
        content: "Ukrainian Refugees Find Comfort in Italy From Unlikely Source – A Bunch of Lawyers",
        img: chessTestImage,
        date: "October 5th, 2023",
        tag: 'World',
        details: 'Facilisis leo vel fringilla est ullamcorper eget. Urna cursus eget nunc scelerisque viverra mauris in aliquam. Id interdum velit laoreet id. Vel elit scelerisque mauris pellentesque pulvinar pellentesque habitant morbi. Pellentesque habitant morbi tristique senectus et netus et malesuada fames. Justo donec enim diam vulputate ut pharetra sit. Facilisis leo vel fringilla est ullamcorper eget nulla facilisi. Pulvinar etiam non quam lacus suspendisse faucibus interdum posuere. Ac placerat vestibulum lectus mauris ultrices eros in cursus turpis. Aliquet risus feugiat in ante metus dictum. Non consectetur a erat nam at. Egestas quis ipsum suspendisse ultrices gravida dictum. Nunc lobortis mattis aliquam faucibus purus in.',
    },{
        id: "news-38",
        content: "With His Handmade Bowl, this 12-Year-old Raised $325,000 for Ukrainian Kids",
        img: chessTestImage,
        date: "October 5th, 2023",
        tag: 'Heroes',
        details: 'Facilisis leo vel fringilla est ullamcorper eget. Urna cursus eget nunc scelerisque viverra mauris in aliquam. Id interdum velit laoreet id. Vel elit scelerisque mauris pellentesque pulvinar pellentesque habitant morbi. Pellentesque habitant morbi tristique senectus et netus et malesuada fames. Justo donec enim diam vulputate ut pharetra sit. Facilisis leo vel fringilla est ullamcorper eget nulla facilisi. Pulvinar etiam non quam lacus suspendisse faucibus interdum posuere. Ac placerat vestibulum lectus mauris ultrices eros in cursus turpis. Aliquet risus feugiat in ante metus dictum. Non consectetur a erat nam at. Egestas quis ipsum suspendisse ultrices gravida dictum. Nunc lobortis mattis aliquam faucibus purus in.',
    },
    {
        id: "news-39",
        content: "Ukrainian Refugees Find Comfort in Italy From Unlikely Source – A Bunch of Lawyers",
        img: chessTestImage,
        date: "October 5th, 2023",
        tag: 'World',
        details: 'Facilisis leo vel fringilla est ullamcorper eget. Urna cursus eget nunc scelerisque viverra mauris in aliquam. Id interdum velit laoreet id. Vel elit scelerisque mauris pellentesque pulvinar pellentesque habitant morbi. Pellentesque habitant morbi tristique senectus et netus et malesuada fames. Justo donec enim diam vulputate ut pharetra sit. Facilisis leo vel fringilla est ullamcorper eget nulla facilisi. Pulvinar etiam non quam lacus suspendisse faucibus interdum posuere. Ac placerat vestibulum lectus mauris ultrices eros in cursus turpis. Aliquet risus feugiat in ante metus dictum. Non consectetur a erat nam at. Egestas quis ipsum suspendisse ultrices gravida dictum. Nunc lobortis mattis aliquam faucibus purus in.',
    },{
        id: "news-40",
        content: "With His Handmade Bowl, this 12-Year-old Raised $325,000 for Ukrainian Kids",
        img: chessTestImage,
        date: "October 5th, 2023",
        tag: 'Heroes',
        details: 'Facilisis leo vel fringilla est ullamcorper eget. Urna cursus eget nunc scelerisque viverra mauris in aliquam. Id interdum velit laoreet id. Vel elit scelerisque mauris pellentesque pulvinar pellentesque habitant morbi. Pellentesque habitant morbi tristique senectus et netus et malesuada fames. Justo donec enim diam vulputate ut pharetra sit. Facilisis leo vel fringilla est ullamcorper eget nulla facilisi. Pulvinar etiam non quam lacus suspendisse faucibus interdum posuere. Ac placerat vestibulum lectus mauris ultrices eros in cursus turpis. Aliquet risus feugiat in ante metus dictum. Non consectetur a erat nam at. Egestas quis ipsum suspendisse ultrices gravida dictum. Nunc lobortis mattis aliquam faucibus purus in.',
    },
];


export const middleLinks = [
    {
        id: "link-1",
        title: "Події",
        value: "Перейти",
    },
    {
        id: "link-2",
        title: "Новини",
        value: "Перейти",
    },
    {
        id: "link-3",
        title: "Більше",
        value: "Перейти",
    },
];

export const footerLinks = [
    {
        title: "Useful Links",
        links: [
            {
                name: "Content",
                link: "https://www.hoobank.com/content/",
            },
            {
                name: "How it Works",
                link: "https://www.hoobank.com/how-it-works/",
            },
            {
                name: "Create",
                link: "https://www.hoobank.com/create/",
            },
            {
                name: "Explore",
                link: "https://www.hoobank.com/explore/",
            },
            {
                name: "Terms & Services",
                link: "https://www.hoobank.com/terms-and-services/",
            },
        ],
    },
    {
        title: "Community",
        links: [
            {
                name: "Help Center",
                link: "https://www.hoobank.com/help-center/",
            },
            {
                name: "Partners",
                link: "https://www.hoobank.com/partners/",
            },
            {
                name: "Suggestions",
                link: "https://www.hoobank.com/suggestions/",
            },
            {
                name: "Blog",
                link: "https://www.hoobank.com/blog/",
            },
            {
                name: "Newsletters",
                link: "https://www.hoobank.com/newsletters/",
            },
        ],
    },
    {
        title: "Partner",
        links: [
            {
                name: "Our Partner",
                link: "https://www.hoobank.com/our-partner/",
            },
            {
                name: "Become a Partner",
                link: "https://www.hoobank.com/become-a-partner/",
            },
        ],
    },
];

export const socialMedia = [
    {
        id: "social-media-1",
        icon: youtube,
        link: "https://www.youtube.com/",
    },
    {
        id: "social-media-2",
        icon: facebook,
        link: "https://www.facebook.com/",
    },
    {
        id: "social-media-3",
        icon: twitter,
        link: "https://www.twitter.com/",
    },
    {
        id: "social-media-4",
        icon: linkedin,
        link: "https://www.linkedin.com/",
    },
];

//
// export const clients = [
//     {
//         id: "client-1",
//         logo: airbnb,
//     },
//     {
//         id: "client-2",
//         logo: binance,
//     },
//     {
//         id: "client-3",
//         logo: coinbase,
//     },
//     {
//         id: "client-4",
//         logo: dropbox,
//     },
// ];
